export const data = {
  title: "ВАРДГЕСА АМАЗАСПЯНА ИМЕНИ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ Г. ЭЧМИАДЗИН",

  lang: [
    ["/img/am.jpg", "Армянский", "am"],
    ["/img/ru.jpg", "Русский", "ru"],
    ["/img/us.jpg", "Английский", "en"],
  ],

  headerLinks: [
    {
      link: ["/about", "О нас"],
      children: [
        ["/staff", "Персонал"],
        ["/cooperation", "Сотрудничество"],
      ],
    },
    {
      link: ["/departments", "Специальности"],
      children: [
        ["/departments/0", "ИТ и программирование"],
        ["/departments/1", "Агрономия"],
        ["/departments/2", "Организация сервиса"],
        ["/departments/3", "Торговля"],
        ["/departments/4", "Банковское дело"],
        ["/departments/5", "Режиссура"],
      ],
    },
    ["/applicant", "Абитуриент"],
    {
      link: ["/events", "События"],
      children: [
        ["/notes", "Записи"],
        ["/announcement", "Объявления"],
      ],
    },
    ["/library", "Библиотека"],
    ["/contact", "Контакты"],
  ],

  homeInfo: {
    title: "Вардгеса Амазаспяна имени Государственный Колледж г. Эчмиадзин",
    descr: "Мы готовим квалифицированных специалистов в различных областях",
    src: "/img/home/slide2.jpg",
    statsTitle: "ГКЭ в цифрах",
    stats: [
      { number: "1969", label: "Основан" },
      { number: "694", label: "Студенты" },
      { number: "46", label: "Преподаватели" },
      { number: "6", label: "Очные программы" },
      { number: "6", label: "Заочные программы" },
    ],
  },

  staff: {
    boss: {
      title: "Руководящий состав",
      info: [
        {
          src: "/img/staff/tnoren.jpg",
          name: "Карине Микаелян",
          descr: "Директор",
        },
        {
          src: "",
          name: "Анаит Кочоян",
          descr: "Заместитель директора по учебной работе",
        },
        {
          src: "",
          name: "Давид Наапетян",
          descr:
            "Заместитель директора по организационно-воспитательной работе",
        },
      ],
    },
    educationalAid: {
      title: "Учебно-вспомогательный персонал",
      info: [
        {
          name: "Армине Фахрадян",
          descr: "Заведующая отделом общего образования",
        },
        {
          name: "Нелли Нахапетян",
          descr: "Руководитель учебной части",
        },
        {
          name: "Лиана Тосунян",
          descr: "Специалист по обеспечению качества",
        },
        {
          name: "Грануш Григорян",
          descr: "Специалист по профориентации",
        },
        {
          name: "Седа Мелконян",
          descr: "Начальник отдела кадров",
        },
        {
          name: "Анна Хачатрян",
          descr: "Методист",
        },
        {
          name: "Нарек Назарян",
          descr: "Главный бухгалтер",
        },
        {
          name: "Елена Аракелян",
          descr: "Бухгалтер",
        },
        {
          name: "Наира Арутюнян",
          descr: "Делопроизводитель",
        },
        {
          name: "Каджик Хачатрян",
          descr: "Военный руководитель",
        },
        {
          name: "Ануш Агабекян",
          descr: "Оператор",
        },
        {
          name: "Гегецик Абраамян",
          descr: "Архивариус",
        },
        {
          name: "Лусинэ Амбарцумян",
          descr: "Библиотекарь",
        },
      ],
    },

    serviceStaff: {
      title: "Обслуживающий персонал",
      info: [
        {
          name: "Тащян Гаяне",
          descr: "Медсестра",
        },
        {
          name: "Григорян Оганес",
          descr: "Завхоз",
        },
        {
          name: "Мкртчян Мелик",
          descr: "Охранник",
        },
        {
          name: "Оганнисян Давид",
          descr: "Охранник",
        },
        {
          name: "Адамян Сергей",
          descr: "Охранник",
        },
        {
          name: "Варжапетян Светлана",
          descr: "Уборщица",
        },
        {
          name: "Сафарян Грета",
          descr: "Уборщица",
        },
        {
          name: "Бейбутян Софья",
          descr: "Уборщица",
        },
      ],
    },
    chairs: {
      title: "Кафедры",
      subTitle: "Список преподавателей кафедры",
      chairsInStaff: [
        {
          img: "/img/staff/chairs/hanrAmbion.jpg",
          title: "Департамент общего образования",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/tntesAmbion.jpg",
          title: "Кафедра экономики",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/menejmentAmbion.jpg",
          title: "Кафедра менеджмента и маркетинга",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/cragAmbion.jpg",
          title: "Кафедра информационных технологий и программирования",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/hasarakAmbion.jpg",
          title: "Кафедра общественных и гуманитарных дисциплин",
          linkTxt: "Подробнее",
        },
      ],
      chairs: [
        {
          title: "Отдел общего образования",
          descr:
            "Отдел общего образования Государственного колледжа имени Вардгеса Амазаспяна в Эчмиадзине был создан в январе 2020 года.\nС момента основания отдел возглавляет Армине Фахрадян. Она по профессии историк и педагог. Отдел общего образования является основной базой общего и интеллектуального развития студентов. Он обеспечивает знания и навыки, необходимые не только для полноценного усвоения профессионального образования, но и для формирования сознательного гражданина, внесения вклада в общество и развития личных способностей.\n\nОсновные функции отдела:\n\n  • Преподавание общеобразовательных предметов (математика, языки, история, обществоведение, естествознание и др.).\n  • Формирование логического мышления, коммуникативных навыков, критического анализа и творческого подхода у студентов.\n  • Сохранение и передача общественных ценностей, гражданской ответственности и национально-культурной идентичности.\n  • Создание необходимой основы для дальнейшего профессионального обучения и самообразования.\n\nМиссия\n\nМиссия отдела общего образования — обеспечить всестороннее развитие студентов, формируя систему знаний и ценностей, которая будет способствовать их успешной интеграции в общественную жизнь, развитию личностного и профессионального потенциала и подготовке ответственных и конкурентоспособных специалистов будущего.",
          boss: {
            name: "Армине Фахрадян",
            descr: "Заведующая отделом",
            src: "/img/staff/fahradyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Анахит Кочинян",
            "Нелли Агаларян",
            "Маргарита Карапетян",
            "Назели Буниятян",
            "Ани Петросян",
            "Гегецтик Абраамян",
            "Роза Назарян",
            "Карине Серобян",
            "Каджик Хачатрян",
            "Гарут Аракелян",
            "Лилит Нерсисян",
            "Арменухи Чатинян",
            "Армине Погосян",
            "Нунэ Зироян",
            "Давид Нахапетян",
            "Седа Аристакесян",
            "Марина Макарьян",
            "Артур Давтян",
            "Армине Фахрадян",
            "Армине Варданян",
            "Ани Микаелян",
            "Гаяне Амбарцумян",
            "Гохар Залян",
            "Серёжа Мелконян",
            "Нелли Мирзаханян",
            "Мариам Ованнисян",
          ],
        },
        {
          title: "Кафедра экономики",
          descr:
            "Кафедра «Экономики» была создана в 2023 году. На кафедре представлены 2 специальности: «Банковское дело» и «Сельское хозяйство». С момента основания по настоящее время заведующей кафедрой является Сюзанна Овсепян. Г-жа Овсепян по специальности экономист и специалист по банковскому делу.\n\nКафедра «Экономики» является одним из важных профессиональных подразделений колледжа, целью которого является подготовка специалистов в области банковского дела и сельского хозяйства, соответствующих современным требованиям. Кафедра объединяет теоретические и практические знания, обеспечивая профессиональное развитие студентов и их конкурентоспособность на рынке труда.\n\nСпециальности, реализуемые на кафедре:\n\n1. «Банковское дело»\nЦель этой специальности — подготовка кадров для банковской системы, владеющих организацией кредитных, расчетных и финансовых операций. Студенты изучают основы банковского дела, обращение ценных бумаг, бухгалтерский учет, финансовый анализ, деловую коммуникацию и правовые нормы.\n\n2. «Сельскохозяйственная экономика»\nЭта специальность готовит специалистов в области управления сельским хозяйством и экономического анализа. Студенты изучают аграрную экономику, организацию сельскохозяйственного производства, анализ рынка, сбыт сельхозпродукции, финансовый менеджмент.\n\nМиссия кафедры:\n\n- Предоставлять современное образование в области экономики.\n- Обеспечивать вовлеченность студентов в практические программы и стажировки.\n- Готовить конкурентоспособных специалистов для местного и международного рынка труда.\n- Способствовать реализации инновационных экономических идей.\n\nВостребованность на рынке труда:\n\nВыпускники кафедры могут работать в банках, кредитных организациях, финансовых структурах, сельскохозяйственных фермах и производственных компаниях, занимая должности экономиста, аналитика, финансового специалиста или различные управленческие позиции.",
          boss: {
            name: "Сюзанна Овсепян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/hovsepyan.jpg",
          },
          staff: [
            "Вардуи Мадатян",
            "Лусине Петрджикян",
            "Сюзанна Фахрадян",
            "Анна Гспоян",
            "Сатеник Абовян",
            "Нелли Мирзаханян",
          ],
        },
        {
          title: "Кафедра менеджмента и маркетинга",
          descr:
            "Кафедра «Менеджмента и маркетинга» была создана в 2023 году. На кафедре представлены 2 специальности: «Организация обслуживания» и «Торговля», которые ранее действовали в составе кафедры «Экономики». С момента основания по настоящее время заведующей кафедрой является Вардуи Мадатян. Г-жа Мадатян по специальности экономист и государственный управляющий.\n\nКафедра «Менеджмента и маркетинга» является одним из основных профессиональных подразделений колледжа, которое aims to готовить специалистов в сфере обслуживания и торговли, соответствующих современным требованиям.\n\nКафедра объединяет теоретические и практические знания, обеспечивая профессиональное развитие студентов и их конкурентоспособность на рынке труда.\n\nСпециальности, реализуемые на кафедре:\n\n1. «Организация обслуживания»\nЦель этой специальности — подготовить специалистов, которые смогут организовывать различные услуги в сфере обслуживания: в отелях, ресторанах, туристических организациях и других обслуживающих структурах. Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловую коммуникацию, управление персоналом и другие отраслевые модули.\n\n2. «Торговля» (Коммерция)\nЭта специальность готовит коммерсантов и специалистов по продажам, владеющих организацией купли-продажи товаров и услуг, анализом рынка и применением маркетинговых методов. Студенты изучают основы торгового дела, товароведение, деловые переговоры, логистику и другие отраслевые модули.\n\nМиссия кафедры:\n\n- Предоставлять современное образование в сферах обслуживания и торговли.\n- Вовлекать студентов в практические программы и стажировки.\n- Обеспечивать конкурентоспособность выпускников на местных и международных рынках труда.\n- Способствовать реализации профессиональных инновационных идей.\n\nВостребованность на рынке труда:\n\nВыпускники кафедры могут успешно работать в организациях сферы обслуживания, торговых компаниях, маркетинговых и бизнес-структурах, занимая руководящие, менеджерские или коммерческие должности, а также иметь собственный бизнес.",
          boss: {
            name: "Вардуи Мадатян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/madatyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Катя Исраелян",
            "Лусине Петрджикян",
            "Фатма Арзуманян",
            "Марина Макарян",
            "Седа Григорян",
          ],
        },
        {
          title: "Кафедра информационных технологий и программирования",
          descr:
            "Кафедра <<Информационных технологий и программирования>> в колледже осуществляет образовательный процесс, целью которого является подготовка специалистов, оснащенных современными знаниями и практическими навыками. Кафедра сочетает передачу теоретических знаний с практическими работами и производственной практикой, обеспечивая конкурентоспособность студентов на рынке труда.\n\nС 2024 года по настоящее время заведующей кафедрой является Роза Назарян. Роза Назарян по специальности информатик и графический дизайнер. На кафедре была 1 специальность: <<Программное обеспечение вычислительной техники и автоматизированных систем>>.\n\nОписание специальности:\n\nСпециальность «Программное обеспечение вычислительной техники и автоматизированных систем» предназначена для студентов, которые хотят приобрести прикладные навыки в области программирования, информационных технологий и автоматизированных систем.\n\nВ процессе обучения студенты овладевают:\n\n ✓языками и технологиями программирования,\n✓навыками создания и управления базами данных,\n✓процессами проектирования и разработки веб- и мобильных приложений,\n✓компьютерной графикой\n✓программированием и техническим обслуживанием автоматизированных систем управления\n✓основами компьютерных сетей и методами обеспечения информационной безопасности.\n\nОбучение проводится в прикладном формате, включая лабораторные работы, курсовые и дипломные задания, учебную, профессиональную, предвыпускную практики.\n\nМиссия кафедры:\n\nМиссия кафедры — обучать творческих, инициативных и конкурентоспособных специалистов, готовых применять свои знания и навыки в реальной рабочей среде. Кафедра способствует развитию сферы ИТ, обеспечивая подготовку качественных кадров и непрерывный профессиональный рост студентов.\n\nВостребованность на рынке труда:\n\nСфера ИТ является одной из самых востребованных и быстроразвивающихся отраслей в Армении и на международном рынке. Выпускники колледжа могут работать:\n ✓в ИТ- и программистских компаниях,\n✓в сфере обслуживания промышленных и автоматизированных систем,\n✓в ИТ-отделах государственных и частных организаций.\n\nКроме того, выпускники имеют возможность продолжить свое образование в вузах, углубляя профессиональные знания и получая высшее образование.",
          boss: {
            name: "Роза Назарян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/nazaryan.jpg",
          },
          staff: [
            "Назарян Роза",
            "Аракелян Нарине",
            "Туманян Эмилия",
            "Мангасарян Виталий",
            "Бабуджян Арман",
            "Микаелян Ани",
            "Арутюнян Ануш",
          ],
        },
        {
          title: "Кафедра общественных и гуманитарных дисциплин",
          descr:
            "Кафедра общественных и гуманитарных дисциплин была создана в 2023 году. На кафедре представлена 1 специальность — «Режиссура» — и непрофильные предметы и модули гуманитарной и общественной направленности, которые ранее действовали в составе цикловой комиссии общественных и гуманитарных дисциплин. С момента основания по настоящее время заведующей кафедрой является Ани Петросян. Ани Петросян по специальности юрист-педагог.\n\nКафедра придает большое значение формированию общих образовательных, культурных и творческих навыков студентов, сочетая теоретические знания с практической деятельностью.\n\nСпециальность, реализуемая на кафедре:\n\n «Режиссура»\nЦель этой специальности — подготовить режиссеров, которые смогут организовывать постановочные и экранные процессы. Студенты изучают режиссуру, сценическую речь, актерское мастерство, историю искусства, кино и театра, культурологию, мифологию, фотографию, операторское мастерство и другие модули, подразумевающие навыки организации искусства. В процессе обучения большое внимание уделяется также практическим навыкам: студенты участвуют в театральных постановках, творческих проектах и культурных мероприятиях.\n\nМиссия кафедры:\n\nГотовить режиссеров с современным образованием.\nВовлекать студентов в творческие проекты и практику.\nОбеспечивать конкурентоспособность выпускников в сферах культуры и искусства.\nСпособствовать реализации инновационных и уникальных идей.\n\nВостребованность на рынке труда:\n\nВыпускники специальности «Режиссура» кафедры могут работать в театрах, культурных центрах, кинопроизводственных организациях, на телевидении и в творческих учреждениях в качестве режиссеров, постановщиков или творческих руководителей. Они также имеют возможность основать собственные творческие кружки, реализовывать культурные проекты.",
          boss: {
            name: "Ани Петросян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/petrosyan.jpg",
          },
          staff: [
            "Гриша Мноян",
            "Лианна Антаранян",
            "Астхик Арутюнян",
            "Наре Григорян",
            "Шушаник Таласян",
            "Лена Григорян",
            "Ани Микаелян",
            "Анна Хачатрян",
            "Армине Фахрадян",
            "Арменуи Чатинян",
            "Ани Петросян",
            "Грануш Григорян",
            "Гоар Залян",
            "Арутюн Аракелян",
            "Сона Айрапетян",
            "Каджик Хачатрян",
            "Седа Мелконян",
            "Серёжа Мелконян",
            "Назели Буниятян",
          ],
        },
      ],
    },
  },

  departmentsInfo: {
    img: "/img/departments/departments.jpg",
    title: "Наши Специальности",
    descr:
      "Здесь вы можете найти список специальностей, предлагаемых Эчмиадзинским государственным колледжем.",
    departmentsPartInfo: [
      {
        // img: "/img/departments/cragravorum.jpg",
        childImg: "/img/departments/cragImg.svg",
        title: "ПОВТиАС", // Сокращение на русском для "Программное обеспечение вычислительной техники и автоматизированных систем"
        // descr:
        //   "Студенты изучают языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретают навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/gyux.jpg",
        childImg: "/img/departments/gyuxImg.png",
        title: "Сельское хозяйство",
        // descr:
        //   "Описание для сельского хозяйства...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/spasarkum.jpg",
        childImg: "/img/departments/spasarkumImg.png",
        title: "Организация обслуживания",
        // descr:
        //   "Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловую коммуникацию, управление персоналом и другие отраслевые модули.",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/arevtur.jpg",
        childImg: "/img/departments/arevturImg.png",
        title: "Торговля",
        // descr:
        //   "Описание для торговли...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/bankayingorc.jpg",
        childImg: "/img/departments/bankayinImg.svg",
        title: "Банковское дело",
        // descr:
        //   "Описание для банковского дела...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/rejisura.jpg",
        childImg: "/img/departments/rejisorImg.jpg",
        title: "Режиссура",
        // descr:
        //   "Описание для режиссуры...",
        linkTxt: "Подробнее",
      },
    ],
  },

  departments: [
    {
      color: "#004471",
      title:
        "Программное обеспечение вычислительной техники и автоматизированных систем",
      descr: "Отделение, готовящее IT-специалистов будущего",
      video: "/img/videos/cragravorum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Техник-программист» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/cragravorum/cragImg1.png",
            title: "Разработчики и аналитики компьютерных систем",
            desc: "Разработчики и аналитики изучают и оценивают структуру и механизмы работы компьютерных систем, проектируют и планируют структуру компьютерных программ и систем, предлагают улучшения и новые технологии для повышения эффективности системы.",
          },
          {
            img: "/img/cragravorum/cragImg2.jpg",
            title: "Программисты",
            desc: "Программисты создают программные коды согласно проектам разработчиков и аналитиков, исправляют ошибки, улучшают работу программ и добавляют новые функции.",
          },
          {
            img: "/img/cragravorum/cragImg3.jpg",
            title: "Техники — телекоммуникаций",
            desc: "Техники телекоммуникаций устанавливают, обслуживают и контролируют устройства и системы связи, следят за качеством связи и устраняют возможные проблемы, чтобы телекоммуникации работали бесперебойно.",
          },
          {
            img: "/img/cragravorum/cragImg4.png",
            title: "Техники и операторы — обслуживания ЭВМ",
            desc: "Техники и операторы следят за правильной работой компьютеров и систем обработки данных, выполняют техническое обслуживание и исправления, эксплуатируют системы и контролируют обработку данных и вычисления, обеспечивая бесперебойную и эффективную работу.",
          },
        ],
      },
      images: [
        "/img/cragravorum/crag1.jpg",
        "/img/cragravorum/crag2.jpg",
        "/img/cragravorum/crag3.jpg",
        "/img/cragravorum/crag4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#2d7100",
      title: "СЕЛЬСКОЕ ХОЗЯЙСТВО",
      descr: "Отделение, готовящее специалистов с квалификацией «Агроном»",
      video: "/img/videos/gyux.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Агроном» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/gyux/gyuxImg1.jpg",
            title: "Агроном — земледелия",
            desc: "Этот специалист изучает и контролирует готовность почвы, улучшает плодородие почвы, выполняет земледельческие работы для обеспечения высокой урожайности.",
          },
          {
            img: "/img/gyux/gyuxImg2.jpg",
            title: "Агроном — возделывания полевых и кормовых культур",
            desc: "Специалист занимается выращиванием полевых и кормовых культур, следит за ростом растений и ведет сельскохозяйственные работы по обработке.",
          },
          {
            img: "/img/gyux/gyuxImg3.jpg",
            title: "Агроном — овощеводства",
            desc: "Он осуществляет работы по выращиванию, уходу и сбору урожая овощных культур, обеспечивая качество и количество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg4.jpg",
            title: "Агроном — плодоводства",
            desc: "Специалист заботится о выращивании плодовых деревьев, контроле сорняков и процессов плодоношения, обеспечивает высокую урожайность и качество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg5.jpg",
            title: "Агроном — садоводства",
            desc: "Этот специалист занимается организацией садов, ботанических территорий и плантаций, уходом за деревьями и растениями, улучшает садоводческое производство.",
          },
          {
            img: "/img/gyux/gyuxImg6.jpg",
            title: "Агроном — защиты растений",
            desc: "Он следит за здоровьем растений, предотвращает болезни и вредителей, применяет соответствующие средства защиты для обеспечения здорового урожая.",
          },
          {
            img: "/img/gyux/gyuxImg7.jpg",
            title: "Агроном — организации производства и учета",
            desc: "Специалист организует сельскохозяйственное производство, ведет учет работ, планирует ход работы и контролирует эффективность производства.",
          },
        ],
      },
      images: [
        "/img/gyux/gyux1.jpg",
        "/img/gyux/gyux2.jpg",
        "/img/gyux/gyux3.jpg",
        "/img/gyux/gyux4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#886a00",
      title: "ОРГАНИЗАЦИЯ ОБСЛУЖИВАНИЯ",
      descr:
        "Отделение, готовящее специалистов с квалификацией «Менеджер в сфере обслуживания»",
      video: "/img/videos/spasarkum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Менеджер в сфере обслуживания» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/spasarkum/spasarkumImg1.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих спортивные услуги",
            desc: "Этот менеджер организует и контролирует предоставление спортивных услуг, обеспечивает высокое качество и удовлетворенность клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg2.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих услуги личного ухода, гигиены и лечения",
            desc: "Он руководит работой по предоставлению услуг личного ухода, гигиены и лечения, следит за эффективностью процессов и качеством обслуживания клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg3.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих услуги отдыха и развлечений",
            desc: "Менеджер организует и контролирует предоставление услуг отдыха и развлечений, обеспечивает высокий клиентский опыт и комфорт.",
          },
          {
            img: "/img/spasarkum/spasarkumImg4.jpg",
            title:
              "Менеджер — организаций и подразделений сферы социально-бытового обслуживания населения",
            desc: "Он руководит предоставлением социально-бытовых услуг, следит за эффективностью работы и обеспечивает удовлетворенность населения.",
          },
          {
            img: "/img/spasarkum/spasarkumImg5.jpg",
            title:
              "Менеджер — производственного процесса на производственных предприятиях или в подразделениях",
            desc: "Менеджер организует и контролирует производственные процессы, обеспечивает эффективность производства и правильное выполнение технологических процедур.",
          },
          {
            img: "/img/spasarkum/spasarkumImg6.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих event-услуги",
            desc: "Этот менеджер координирует и контролирует организацию мероприятий, обеспечивает правильное и эффективное проведение программы, удовлетворенность клиентов.",
          },
        ],
      },
      images: [
        "/img/spasarkum/spasarkum1.jpg",
        "/img/spasarkum/spasarkum2.jpg",
        "/img/spasarkum/spasarkum3.jpg",
        "/img/spasarkum/spasarkum4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#d8961b",
      title: "ТОРГОВЛЯ",
      descr: "Отделение, готовящее специалистов с квалификацией «Коммерсант»",
      video: "/img/videos/arevtur.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Коммерсант» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/arevtur/arevturImg1.jpg",
            title: "Агент — по формированию и развитию ассортимента товара",
            desc: "Этот агент занимается изучением товарного ассортимента, формирует и развивает товарные линейки, учитывая требования рынка и интересы потребителя.",
          },
          {
            img: "/img/arevtur/arevturImg2.jpg",
            title: "Агент — по развитию товарных видов",
            desc: "Он следит за процессом развития конкретных товарных видов, предлагает инновационные решения и улучшения, чтобы сделать продукцию более конкурентоспособной.",
          },
          {
            img: "/img/arevtur/arevturImg3.jpg",
            title: "Агент — по торговой и коммерческой работе",
            desc: "Этот агент осуществляет торговые функции, сотрудничая с продажами и поставками, обеспечивает smooth и эффективный ход процессов продаж.",
          },
          {
            img: "/img/arevtur/arevturImg4.jpg",
            title: "Координатор — по продажам",
            desc: "Координатор организует и контролирует работу по продажам, обеспечивает, чтобы все процессы продаж происходили своевременно и эффективно.",
          },
          {
            img: "/img/arevtur/arevturImg5.jpg",
            title: "Ответственный — по работе с ключевыми клиентами",
            desc: "Он занимается управлением отношениями с ключевыми клиентами, следит за их требованиями, решает проблемы и укрепляет сотрудничество.",
          },
          {
            img: "/img/arevtur/arevturImg6.jpg",
            title: "Аналитик — по исследованиям рынка",
            desc: "Аналитик изучает рынок, следит за конкуренцией, потребительским спросом и рыночными тенденциями, чтобы компания могла разработать правильную стратегию.",
          },
          {
            img: "/img/arevtur/arevturImg7.jpg",
            title: "Специалист — по разработке методов стимулирования сбыта",
            desc: "Специалист разрабатывает и применяет методы, стимулирующие сбыт продукции, повышающие продажи и увеличивающие доходы.",
          },
        ],
      },
      images: [
        "/img/arevtur/arevtur1.jpg",
        "/img/arevtur/arevtur2.jpg",
        "/img/arevtur/arevtur3.jpg",
        "/img/arevtur/arevtur4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#35aeff",
      title: "БАНКОВСКОЕ ДЕЛО",
      descr:
        "Отделение, готовящее специалистов по специальности «Банковское дело»",
      video: "/img/videos/bank.mp4",
      infoParts: {
        title:
          "Специалист по специальности «Банковское дело» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/bank/bankImg1.jpg",
            title:
              "Специалист по обслуживанию банковских счетов (физических и юридических лиц)",
            desc: "Этот специалист следит за открытием, обслуживанием и статусом банковских счетов физических и юридических лиц, обеспечивает точное и безопасное проведение всех операций.",
          },
          {
            img: "/img/bank/bankImg2.jpg",
            title: "Кассир",
            desc: "Кассир отвечает за хранение, выдачу и сбор денежных средств банка, следит за финансовыми сбережениями и отчетностью.",
          },
          {
            img: "/img/bank/bankImg3.jpg",
            title: "Специалист по обмену валюты",
            desc: "Этот специалист осуществляет обмен различных валют, обеспечивает правильные курсы и предотвращает ошибки и финансовые потери.",
          },
          {
            img: "/img/bank/bankImg4.jpg",
            title: "Специалист по денежным переводам",
            desc: "Специалист организует местные и международные денежные переводы, следит за правильным выполнением и своевременной доставкой, обеспечивает безопасные транзакции.",
          },
          {
            img: "/img/bank/bankImg5.jpg",
            title: "Специалист службы привлечения вкладов",
            desc: "Этот специалист работает с клиентами по привлечению вкладов, предлагает услуги и объясняет условия вкладов, способствуя финансовому росту банка.",
          },
          {
            img: "/img/bank/bankImg6.jpg",
            title: "Специалист по предоставлению ломбардных кредитов",
            desc: "Специалист контролирует предоставление ломбардных кредитов, оценивает гарантии, следит за условиями платежей и обеспечивает безопасность сделок.",
          },
          {
            img: "/img/bank/bankImg7.jpg",
            title:
              "Специалист по предоставлению и обслуживанию пластиковых карт",
            desc: "Этот специалист осуществляет выдачу пластиковых карт, дает разъяснения по их использованию, следит за деятельностью карт и решает возникающие проблемы.",
          },
        ],
      },
      images: [
        "/img/bank/bank1.jpg",
        "/img/bank/bank2.jpg",
        "/img/bank/bank3.jpg",
        "/img/bank/bank4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#710000",
      title: "РЕЖИССУРА",
      descr: "Отделение, готовящее специалистов с квалификацией «Режиссер»",
      video: "/img/videos/rejisura.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Режиссер» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/rejisura/rejisuraImg1.jpg",
            title: "Ассистент режиссера — кино",
            desc: "Этот ассистент поддерживает режиссера во время кинофестивалей и производства фильмов, координирует ход съемок, следит за сценарными требованиями и графиком.",
          },
          {
            img: "/img/rejisura/rejisuraImg2.jpg",
            title: "Ассистент режиссера — театра",
            desc: "Он помогает режиссеру во время подготовки и проведения театральных представлений, контролирует работу актеров и организацию сцены.",
          },
          {
            img: "/img/rejisura/rejisuraImg3.jpg",
            title: "Ассистент режиссера — радио",
            desc: "Ассистент поддерживает режиссера при подготовке радиопрограмм, организует записи и работу со звуковым фоном.",
          },
          {
            img: "/img/rejisura/rejisuraImg4.jpg",
            title: "Ассистент режиссера — эстрады",
            desc: "Он помогает режиссеру в организации эстрадных программ и концертов, следит за сценическим оформлением и выступлениями.",
          },
          {
            img: "/img/rejisura/rejisuraImg5.jpg",
            title: "Ассистент режиссера — телевидения",
            desc: "Ассистент поддерживает создание телепередач и программ, контролирует ход съемок и технические детали.",
          },
          {
            img: "/img/rejisura/rejisuraImg6.jpg",
            title: "Ассистент режиссера — зрелищных (шоу) программ",
            desc: "Он поддерживает режиссера в организации шоу и передач, следит за сценическими действиями и технической поддержкой.",
          },
          {
            img: "/img/rejisura/rejisuraImg7.jpg",
            title: "Помощник режиссера (технический режиссер)",
            desc: "Помощник следит за техническими функциями, обеспечивает правильную и безопасную работу сцены, оборудования и технических процессов, поддерживает режиссера.",
          },
        ],
      },
      images: [
        "/img/rejisura/rejisura1.jpg",
        "/img/rejisura/rejisura2.jpg",
        "/img/rejisura/rejisura3.jpg",
        "/img/rejisura/rejisura4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
  ],

  aboutInfo: {
    title: "О Колледже",
    title2:
      "ГОУ НПО Государственный колледж имени Вардгеса Амазаспляна г. Эчмиадзин",
    descr:
      "Государственный колледж имени Вардгеса Амазаспяна г. Эчмиадзина (ранее Эчмиадзинский клубно-библиотечный техникум) начал свою деятельность в 1969 году согласно приказу № C 188 Министерства высшего и среднего специального образования Армянской ССР от 13.08.1969. В 1975–76 учебном году техникум переехал в более просторное и удобное здание, и в список специальностей добавилась «Организация самодеятельного инструментального ансамбля». Здесь начали преподавать известные в республике музыканты: Хачик Хачатрян, Грант Торосян, Асмик Канаян, Амбарцум Качачян, Мигран Демирчян и другие. В 1992 году усилиями руководства техникума в Арцахе был открыт филиал колледжа, и туда были командированы специалисты-преподаватели с целью организации методической помощи. В 1994 году культурные учреждения сотрудничали в программах международных организаций, представив программы «Преподавание армянского языка», «Преподавание русского языка» и «Преподавание английского языка». В 2000 году согласно приказу № 27 Министерства образования и науки РА от 13.12.1999 техникум при кафедре государственного языка НАН РА был переименован в колледж при кафедре государственного языка НАН РА. 29 мая 2007 года была основана кафедра экранного искусства имени Вардана Аджемяна, которая объединяла отделения экранного искусства, музыки и рисунка, и в том же году были созданы образовательные программы и студенческие объединения для международного сотрудничества. В 2008–2009 учебном году был утвержден новый институциональный стандарт, заложена основа программы 9-го института, что закрепило непрерывное развитие образовательных программ и исследовательской работы культурных учреждений. В 2018 году деятельность базовой кафедры стала основой научных учебных программ, связанных с экранным искусством. Были созданы видеоматериалы, музыкальные произведения, издания книг и новые институциональные программы, соответствующие образовательным стандартам XXI века. Все это способствовало повышению эффективности научной работы, и учреждение стало активным участником международных программ.",
    departmentsPartTitle: "Наши Специальности",
    departments: [
      { href: "/department/0", descr: "ПОВТиАС" },
      { href: "/department/1", descr: "Сельское хозяйство" },
      { href: "/department/2", descr: "Торговля" },
      { href: "/department/3", descr: "Банковское дело" },
      { href: "/department/4", descr: "Режиссура" },
      { href: "/department/5", descr: "Организация обслуживания" },
    ],
    admissionsData: {
      title: "Данные о приёме",
      descr:
        "Ниже представлен список специальностей, их конкурсные предметы и срок обучения:",
      table: [
        [
          "Специальность",
          "Образовательная база",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],

        [
          "Программное обеспечение вычислительной техники и автоматизированных систем",
          "Среднее/полное/общее/12-летнее",
          "Техник-программист",
          "Математика, Физика, Армянский язык",
          "3 года",
        ],
        [
          "Программное обеспечение вычислительной техники и автоматизированных систем",
          "Основное общее /9-летнее",
          "Техник-программист",
          "Математика, Физика, Армянский язык",
          "4 года",
        ],

        [
          "Сельское хозяйство",
          "Среднее/полное/общее/12-летнее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "2 года",
        ],
        [
          "Сельское хозяйство",
          "Основное общее /9-летнее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "3 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее/12-летнее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "2 года",
        ],
        [
          "Организация обслуживания",
          "Основное общее /9-летнее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее/12-летнее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "2 года",
        ],
        [
          "Торговля",
          "Основное общее /9-летнее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "3 года",
        ],

        [
          "Банковское дело",
          "Среднее/полное/общее/12-летнее",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "2 года",
        ],
        [
          "Банковское дело",
          "Основное общее /9-летнее",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "3 года",
        ],

        [
          "Режиссура",
          "Основное общее /9-летнее",
          "Режиссёр",
          "Армянский язык, Профессиональный экзамен",
          "4 года",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "Данные о заочном обучении",
      descr:
        "Ниже представлены специальности, которые преподаются в заочной форме, с конкурсными предметами и сроком обучения:",
      table: [
        [
          "Специальность",
          "Образовательная база",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],

        [
          "Дошкольное образование",
          "Среднее/полное/общее",
          "Воспитатель дошкольного образования",
          "Армянский язык, История Армении, Математика",
          "3 года",
        ],

        [
          "Библиотечное дело",
          "Среднее/полное/общее",
          "Библиотекарь",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Бухгалтерский учет",
          "Среднее/полное/общее",
          "Бухгалтер",
          "Армянский язык, Математика, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "3 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Сельское хозяйство",
          "Среднее/полное/общее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "3 года",
        ],
      ],
    },
    partnersPartTitle: "Партнерские Университеты",
    partners: [
      {
        img: "/img/about/h1.jpg",
        descr: "Национальный Политехнический Университет Армении",
      },
      {
        img: "/img/about/h2.jpg",
        descr: "Ереванский Государственный Университет",
      },
      {
        img: "/img/about/h3.png",
        descr: "Армянский Государственный Экономический Университет",
      },
      {
        img: "/img/about/h4.jpg",
        descr: "Ереванский Университет «Гладзор»",
      },
      {
        img: "/img/about/h5.png",
        descr: "Национальный аграрный университет Армении",
      },
      {
        img: "/img/about/h6.jpg",
        descr: "Евразийский международный университет",
      },
      {
        img: "/img/about/h7.jpg",
        descr:
          "Армянский Государственный Педагогический Университет имени Хачатура Абовяна",
      },
    ],
  },

  events: {
    announcement: {
      havent: "На данный момент объявлений нет",
    },
    notes: {
      havent: "На данный момент записей нет",
    },
  },

  library: {
    all: "Все специальности",
    search: "Поиск специальности",
    loading: "Загрузка данных...",
    havent: "В данный момент литературы нет",
  },

  infoContact: {
    image: "/img/contact/qolej.jpg",
    contact: "Связаться с нами",
    title: "Есть вопросы или предложения?",
    location: ["Адрес", "ул. М. Хоренаци 1/2"],
    phone: ["Телефон", "0231 5 20 16"],
    email: ["Эл. почта", "evhapq@gmail.com"],
    hours: ["Часы работы", "Пн - Пт, 9:00 - 17:00"],
    buttonTxt: "Отправить",
  },

  contactForm: {
    messages: [
      "Отправка...",
      "✅ Сообщение успешно отправлено",
      "❌ Произошла ошибка, попробуйте снова",
      "❌ Ошибка соединения с сервером",
    ],
    placheolders: ["Имя Фамилия", "Эл. почта", "Ваше сообщение"],
  },

  footer: {
    firstInfo: {
      title: "ГКЭ", // Сокращение для Государственный Колледж Эчмиадзина
      descr: "Мы готовим квалифицированных специалистов в различных областях",
    },
    contactInfo: {
      title: "Свяжитесь с нами",
      loc: "М. Хоренаци 1/2",
      phone: "0231 5 20 16",
      email: "evhapq@gmail.com",
    },
    socials: {
      title: "Подписывайтесь на нас",
      socImg: [
        {
          src: "/img/contact/insta.png",
          href: "#",
        },
        {
          src: "/img/contact/facebook.png",
          href: "https://www.facebook.com/ejmiacni.petakan.k.olej",
        },
      ],
    },
    copyright: "ЭЧМИАДЗИНСКИЙ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ | создано",
    poweredBy: ["Лилит Барегамян", "https://lilitbareghamyan.vercel.app/"],
  },
};
