export const data = {
  title: "ԷՋՄԻԱԾՆԻ ՎԱՐԴԳԵՍ ՀԱՄԱԶԱՍՊՅԱՆԻ\n ԱՆՎԱՆ ՊԵՏԱԿԱՆ ՔՈԼԵՋ",

  lang: [
    ["/img/am.jpg", "Հայերեն", "am"],
    ["/img/ru.jpg", "Ռուսերեն", "ru"],
    ["/img/us.jpg", "Անգլերեն", "en"],
  ],

  headerLinks: [
    {
      link: ["/about", "Մեր մասին"],
      children: [
        ["/staff", "Անձնակազմ"],
        ["/cooperation", "Համագործակցություն"],
        // ["/studentCouncil", "Ուսանողական Խորհուրդ"],
        // ["/chairs", "Ամբիոններ"],
      ],
    },
    {
      link: ["/departments", "Մասնագիտություններ"],
      children: [
        ["/departments/0", "ՀՏԱՀԾԱ"],
        ["/departments/1", "Գյուղատնտեսագիտություն"],
        ["/departments/2", "Սպասարկման կազմակերպում"],
        ["/departments/3", "Առևտուր"],
        ["/departments/4", "Բանկային գործ"],
        ["/departments/5", "Ռեժիսուրա"],
      ],
    },
    ["/applicant", "Դիմորդ"],
    {
      link: ["/events", "Իրադարձություններ"],
      children: [
        ["/notes", "Գրառումներ"],
        ["/announcement", "Հայտարարություններ"],
      ],
    },
    ["/library", "Գրադարան"],
    ["/contact", "Կապ"],
  ],

  homeInfo: {
    title: "Էջմիածնի Վ. Համազասպյանի անվան Պետական Քոլեջ",
    descr: "Մենք պատրաստում ենք որակյալ մասնագետներ տարբեր ոլորտներում",
    src: "/img/home/slide2.jpg",
    statsTitle: "ԷՊՔ-ն թվերով",
    stats: [
      { number: "1969", label: "Հիմնադրվել է" },
      { number: "694", label: "Ուսանողներ" },
      { number: "46", label: "Դասախոսներ" },
      { number: "6", label: "Առկա կրթական ծրագրեր" },
      { number: "6", label: "Հեռակա կրթական ծրագրեր" },
    ],
  },

  staff: {
    boss: {
      title: "Ղեկավար անձնակազմ",
      info: [
        {
          src: "/img/staff/tnoren.jpg",
          name: "Կարինե Միքաելյան",
          descr: "Տնօրեն",
        },
        {
          src: "",
          name: "Անահիտ Քոչինյան",
          descr: "Տնօրենի տեղակալ ուսումնական աշխատանքների գծով",
        },
        {
          src: "",
          name: "Դավիթ Նահապետյան",
          descr: "Տնօրենի տեղակալ կազմակերպադաստիարակչական աշխատանքների գծով",
        },
      ],
    },
    educationalAid: {
      title: "Ուսումնաօժանդակ անձնակազմ",
      info: [
        {
          name: "Ֆահրադյան Արմինե",
          descr: "Բաժնի վարիչ հանրակրթական գծով",
        },
        {
          name: "Նահապետյան Նելլի",
          descr: "Ուսումնական մասի ղեկավար",
        },
        {
          name: "Թոսունյան Լիանա",
          descr: "Որակի ապահովման պատասխանատու",
        },
        {
          name: "Գրիգորյան Հրանուշ",
          descr: "Կարիերայի ուղորդման պատասխանատու",
        },
        {
          name: "Մելքոնյան Սեդա",
          descr: "Կադրերի բաժնի վարիչ",
        },
        {
          name: "Խաչատրյան Աննա",
          descr: "Մեթոդիստ",
        },
        {
          name: "Նազարյան Նարեկ",
          descr: "Գլխավոր հաշվապահ",
        },
        {
          name: "Առաքելյան Ելենա",
          descr: "Հաշվետար",
        },
        {
          name: "Հարությունյան Նաիրա",
          descr: "Գործավար",
        },
        {
          name: "Խաչատրյան Քաջիկ",
          descr: "Զինղեկ",
        },
        {
          name: "Աղաբեկյան Անուշ",
          descr: "Օպերատոր",
        },
        {
          name: "Աբրահամյան Գեղեցիկ",
          descr: "Արխիվավար",
        },
        {
          name: "Համբարձումյան Լուսինե",
          descr: "Գրադարանավար",
        },
      ],
    },
    serviceStaff: {
      title: "Սպասարկող անձնակազմ",
      info: [
        {
          name: "Տաշչյան Գայանե",
          descr: "Բուժքույր",
        },
        {
          name: "Գրիգորյան Հովհաննես",
          descr: "Տնտեսվար",
        },
        {
          name: "Մկրտչյան Մելիք",
          descr: "Պահակ",
        },
        {
          name: "Հովհաննիսյան Դավիթ",
          descr: "Պահակ",
        },
        {
          name: "Ադամյան Սերգեյ",
          descr: "Պահակ",
        },
        {
          name: "Վարժապետյան Սվետլանա",
          descr: "Հավաքարար",
        },
        {
          name: "Սաֆարյան Գրետա",
          descr: "Հավաքարար",
        },
        {
          name: "Բեյբության Սոֆյա",
          descr: "Հավաքարար",
        },
      ],
    },
    chairs: {
      title: "Ամբիոններ",
      subTitle: "Ամբիոնի դասախոսների ցանկը",
      chairsInStaff: [
        {
          img: "/img/staff/chairs/hanrAmbion.jpg",
          title: "Հանրակրթության բաժին",
          linkTxt: "Ավելին",
        },
        {
          img: "/img/staff/chairs/tntesAmbion.jpg",
          title: "Տնտեսագիտության ամբիոն",
          linkTxt: "Ավելին",
        },
        {
          img: "/img/staff/chairs/menejmentAmbion.jpg",
          title: "Մենեջմենթի և մարքեթինգի ամբիոն",
          linkTxt: "Ավելին",
        },
        {
          img: "/img/staff/chairs/cragAmbion.jpg",
          title: "Տեղեկատվական տեխնոլոգիաների և ծրագրավորման ամբիոն",
          linkTxt: "Ավելին",
        },
        {
          img: "/img/staff/chairs/hasarakAmbion.jpg",
          title: "Հասարակագիտական և հումանիտար առարկաների ամբիոն",
          linkTxt: "Ավելին",
        },
      ],
      chairs: [
        {
          title: "Հանրակրթության բաժին",
          descr:
            "Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջում Հանրակրթության բաժինը ստեղծվել է 2020 թվականի հունվարին:\nՍտեղծման օրվանից մինչ օրս բաժնի վարիչ է Արմինե Ֆահրադյանը։Նա մասնագիտությամբ պատմաբան , մանկավարժ է։Հանրակրթության բաժինը քոլեջում գործում է որպես ուսանողների ընդհանուր կրթական և մտավոր զարգացման հիմնական հիմքը։ Այն ապահովում է այնպիսի գիտելիքներ ու հմտություններ, որոնք անհրաժեշտ են ոչ միայն մասնագիտական կրթությունը լիարժեք յուրացնելու համար, այլև՝ գիտակցված քաղաքացի դառնալու, հասարակության մեջ ներդրում ունենալու և անձնական կարողությունները զարգացնելու նպատակով։\n\nԲաժնի հիմնական գործառույթներն են․\n\n  •	Ընդհանուր կրթական առարկաների (մաթեմատիկա, լեզուներ, պատմություն, հասարակագիտություն, բնագիտություն և այլն) ուսուցանում։\n  •	Ուսանողների տրամաբանական մտածողության, հաղորդակցման, քննադատական վերլուծության և ստեղծագործական մոտեցման ձևավորում։\n  •	Հասարակական արժեքների, քաղաքացիական պատասխանատվության և ազգային-մշակութային ինքնության պահպանում ու փոխանցում։\n  •	Հետագա մասնագիտական ուսուցման և ինքնակրթության համար անհրաժեշտ հիմքերի ստեղծում։\n\nԱռաքելությունը\n\nՀանրակրթության բաժնի առաքելությունն է ապահովել ուսանողների համակողմանի զարգացումը՝ ձևավորելով գիտելիքների ու արժեքների այնպիսի համակարգ, որը կնպաստի նրանց հաջող ինտեգրմանը հասարակական կյանքում, կզարգացնի անձնական ու մասնագիտական ներուժը և կպատրաստի պատասխանատու ու մրցունակ մասնագետներ ապագայի համար։",
          boss: {
            name: "Արմինե Ֆահրադյան",
            descr: "Բաժնի վարիչ",
            src: "/img/staff/fahradyan.jpg",
          },
          staff: [
            "Գայանե Մարտիրոսյան",
            "Անահիտ Քոչինյան",
            "Նելլի Աղալարյան",
            "Մարգարիտա Կարապետյան",
            "Նազելի Բունիաթյան",
            "Անի Պետրոսյան",
            "Գեղեցիկ Աբրահամյան",
            "Ռոզա Նազարյան",
            "Կարինե Սերոբյան",
            "Քաջիկ Խաչատրյան",
            "Հարութ Առաքելյան",
            "Լիլիթ Ներսիսյան",
            "Արմենուհի Չատինյան",
            "Արմինե Պողոսյան",
            "Նունե Զիրոյան",
            "Դավիթ Նահապետյան",
            "Սեդա Արիստակեսյան",
            "Մարինա Մակարյան",
            "Արթուր Դավթյան",
            "Արմինե Ֆահրադյան",
            "Արմինե Վարդանյան",
            "Անի Միքայելյան",
            "Գայանե Համբարձումյան",
            "Գոհար Զալյան",
            "Մելքոնյան Սերյոժա",
            "Միրզախանյան Նելլի",
            "Հովհաննիսյան Մարիամ",
          ],
        },
        {
          title: "Տնտեսագիտության ամբիոն",
          descr:
            "«Տնտեսագիտության»  ամբիոնը ստեղծվել է 2023 թվականին: Ամբիոնում առկա է  2 մասնագիտություն « Բանկային գործ» և «Գյուղատնտեսագիտություն»։ Ստեղծման պահից մինչ այսօր ամբիոնի վարիչն է Սյուզաննա Հովսեփյանը։ Տիկին Հովսեփյանը  մասնագիտությամբ տնտեսագետ և բանկային գործի մասնագետ է։\n\n«Տնտեսագիտության»  ամբիոնը քոլեջում գործում է որպես կարևոր մասնագիտական միավորումներից է  , որի նպատակ ունի  պատրաստել ժամանակակից  պահանջներին համապատասխան բանկային գործի և գյուղատնտեսագիտության  մասնագետներ։ Ամբիոնը միավորում է տեսական և գործնական գիտելիքները՝ ապահովելով ուսանողների պրոֆեսիոնալ զարգացումը և մրցունակությունը աշխատաշուկայում։\n\nԱմբիոնում իրականացվող մասնագիտությունները \n\n1. «Բանկային գործ»\nԱյս մասնագիտության նպատակն է պատրաստել բանկային համակարգի համար կադրեր, որոնք տիրապետում են վարկային, հաշվարկային և ֆինանսական գործառնությունների կազմակերպմանը։ Ուսանողները ուսումնասիրում են բանկային գործի հիմունքներ, արժեթղթերի շրջանառություն, հաշվապահություն, ֆինանսական վերլուծություն, բիզնես հաղորդակցություն և իրավական կարգավորումներ։\n\n2. «Գյուղատնտեսական տնտեսագիտություն»\n Այս մասնագիտությունը պատրաստում է մասնագետներ գյուղատնտեսության կառավարման և տնտեսագիտական վերլուծության ոլորտում։ Ուսանողները սովորում են ագրարային տնտեսագիտություն, գյուղատնտեսական արտադրության կազմակերպում, շուկայի վերլուծություն, գյուղմթերքների իրացում, ֆինանսական կառավարում ։\n\nԱմբիոնի առաքելությունը\n\n- Մատուցել ժամանակակից կրթություն տնտեսագիտության ոլորտում։ \n- Ապահովել ուսանողների ներգրավվածությունը գործնական ծրագրերի և պրակտիկաների մեջ։ \n- Պատրաստել մրցունակ մասնագետներ տեղական և միջազգային աշխատաշուկայի համար։\n- Նպաստել տնտեսագիտական նորարարական գաղափարների իրականացմանը։\n\nԱշխատաշուկայում պահանջվածություն\n\nԱմբիոնի շրջանավարտները կարող են աշխատել բանկերում, վարկային կազմակերպություններում, ֆինանսական կառույցներում, գյուղատնտեսական ֆերմաներում և արտադրական ընկերություններում՝ զբաղեցնելով տնտեսագետի, վերլուծաբանի, ֆինանսական մասնագետի կամ կառավարման տարբեր պաշտոններ։",
          boss: {
            name: "Սյուզաննա Հովսեփյան",
            descr: "Ամբիոնի վարիչ",
            src: "/img/staff/hovsepyan.jpg",
          },
          staff: [
            "Վարդուհի Մադաթյան",
            "Լուսինե Պետրջիկյան",
            "Սյուզաննա Ֆահրադյան",
            "Աննա Գսպոյան",
            "Սաթենիկ Աբովյան",
            "Նելլի Միրզախանյան",
          ],
        },
        {
          title: "Մենեջմենթի և մարքեթինգի ամբիոն",
          descr:
            "«Մենեջմենթի և մարքեթինգի»   ամբիոնը ստեղծվել է 2023 թվականին: Ամբիոնում առկա է  2 մասնագիտություն. «Սպասարկման կազմակերպում» և «Առևտուր»,  որոնք նախկինում գործել են  «Տնտեսագիտության» ամբիոնի կազմում: Ստեղծման պահից մինչ այսօր ամբիոնի վարիչն է Վարդուհի Մադաթյանը: Տիկին Մադաթյանը մասնագիտությամբ տնտեսագետ և հանրային կառավարիչ է: \n\n   «Մենեջմենթի և մարքեթինգի»   ամբիոնը քոլեջի մասնագիտական հիմնական միավորումներից է, որը նպատակ ունի պատրաստել ժամանակակից պահանջներին համապատասխան մասնագետներ սպասարկման և առևտրի ոլորտներում։ \n\n   Ամբիոնը միավորում է տեսական և գործնական գիտելիքները՝ ապահովելով ուսանողների պրոֆեսիոնալ զարգացումը և մրցունակությունը աշխատաշուկայում։\n\n      Ամբիոնում իրականացվող մասնագիտությունները \n\n 1.     «Սպասարկման կազմակերպում»    \n     Այս մասնագիտության նպատակն է պատրաստել մասնագետներ, որոնք կկարողանան կազմակերպել սպասարկման ոլորտի տարբեր ծառայություններ՝ հյուրանոցներում, ռեստորաններում, տուրիստական կազմակերպություններում և այլ սպասարկման կառույցներում։ Ուսանողները սովորում են սպասարկման կազմակերպման հիմունքներ, հաճախորդների հետ աշխատանքի մշակույթ, մարքեթինգի և կառավարման գործիքներ, գործարար հաղորդակցություն, անձնակազմի ղեկավարում և այլ ոլորտային մոդուլներ։ \n \n    2.«Առևտուր» (Կոմերսիա) \n     Այս մասնագիտությունը պատրաստում է կոմերսանտներ և վաճառքի մասնագետներ, որոնք տիրապետում են ապրանքների ու ծառայությունների գնում-վաճառքի կազմակերպմանը, շուկայի վերլուծությանը և մարքեթինգային մեթոդների կիրառմանը։ Ուսանողները ուսումնասիրում են առևտրային գործի հիմունքներ, ապրանքագիտություն, գործարար բանակցություններ, լոգիստիկա և այլ ոլորտային մոդուլներ։ \n \n     Ամբիոնի առաքելությունը \n \n    - Մատուցել ժամանակակից կրթություն սպասարկման և առևտրի ոլորտներում։ \n     - Ներգրավել ուսանողներին գործնական ծրագրերի ու պրակտիկաների մեջ։ \n     - Ապահովել շրջանավարտների մրցունակությունը տեղական և միջազգային աշխատաշուկաներում։ \n     - Նպաստել մասնագիտական նորարարական գաղափարների իրականացմանը։ \n\n      Աշխատաշուկայում պահանջվածություն \n\n      Ամբիոնի շրջանավարտները հաջողությամբ կարող են աշխատել սպասարկման ոլորտի կազմակերպություններում, առևտրային ընկերություններում, մարքեթինգային և բիզնես կառույցներում՝ զբաղեցնելով ղեկավար, մենեջեր կամ կոմերսանտի պաշտոններ, ինչպես նաև ունենալ սեփական բիզնես։",
          boss: {
            name: "Վարդուհի Մադաթյան",
            descr: "Ամբիոնի վարիչ",
            src: "/img/staff/madatyan.jpg",
          },
          staff: [
            "Գայանե Մարտիրոսյան",
            "Կատյա Իսրաելյան",
            "Լուսինե Պետրջիկյան",
            "Ֆատմա Արզումանյան",
            "Մարինա Մակարյան",
            "Սեդա Գրիգորյան",
          ],
        },
        {
          title: "Տեղեկատվական տեխնոլոգիաների և ծրագրավորման ամբիոն",
          descr:
            "<<Տեղեկատվական տեխնոլոգիաների և ծրագրավորման>> ամբիոնը քոլեջում իրականացնում է կրթական գործընթաց, որի նպատակն է պատրաստել ժամանակակից գիտելիքներով և գործնական հմտություններով համալրված մասնագետներ։ Ամբիոնը համադրում է տեսական գիտելիքների փոխանցումը գործնական աշխատանքների և արտադրական պրակտիկայի հետ՝ ապահովելով ուսանողների մրցունակությունը աշխատաշուկայում։\n\n2024թ-ից մինչև այսօր ամբիոնի վարիչն է Ռոզա Նազարյանը։ Ռոզա Նազարյանը մասնագիտությամբ ինֆորմատիկ է և գրաֆիկ դիզայներ։ Ամբիոնում առկա էր 1 մասնագիտություն ` <<Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում>>։\n\nՄասնագիտության նկարագիր\n\n«Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում» մասնագիտությունը նախատեսված է այն ուսանողների համար, ովքեր ցանկանում են ձեռք բերել ծրագրավորման, տեղեկատվական տեխնոլոգիաների և ավտոմատացված համակարգերի ոլորտի կիրառական հմտություններ։\n\nՈւսուցման ընթացքում ուսանողները տիրապետում են․\n\n ✓ծրագրավորման լեզուներին և տեխնոլոգիաներին,\n✓տվյալների բազաների ստեղծման և կառավարման հմտություններին,\n✓վեբ և մոբայլ հավելվածների նախագծման ու մշակման գործընթացներին,\n✓համակարգչային գրաֆիկային\n✓ավտոմատացված կառավարման համակարգերի ծրագրավորմանը և տեխնիկական սպասարկմանը \n✓համակարգչային ցանցերի հիմունքներին և տեղեկատվական անվտանգության ապահովման մեթոդներին։\n\nՈւսուցումն իրականացվում է կիրառական ձևաչափով՝ ներառելով լաբորատոր աշխատանքներ, կուրսային և դիպլոմային առաջադրանքներ, ուսումնական, մասնագիտական, նախաավարտական պրակտիկաներ։\n\nԱմբիոնի առաքելությունը\n\nԱմբիոնի առաքելությունն է կրթել ստեղծարար, նախաձեռնող և մրցունակ մասնագետներ, որոնք պատրաստ են կիրառել իրենց գիտելիքներն ու հմտությունները իրական աշխատանքային միջավայրում։ Ամբիոնը նպաստում է ՏՏ ոլորտի զարգացմանը՝ ապահովելով որակյալ կադրերի պատրաստում և ուսանողների մասնագիտական աճի շարունակականություն։\n\nՊահանջարկը աշխատաշուկայում\n\n ՏՏ ոլորտը Հայաստանում և միջազգային շուկայում ամենապահանջված և արագ զարգացող ոլորտներից է։ Քոլեջի շրջանավարտները կարող են աշխատել․\n ✓ՏՏ և ծրագրավորման ընկերություններում,\n✓արդյունաբերական և ավտոմատացված համակարգերի սպասարկման ոլորտում,\n✓պետական և մասնավոր կազմակերպությունների ՏՏ բաժիններում։\n\nԲացի այդ, շրջանավարտները հնարավորություն ունեն շարունակելու իրենց կրթությունը բուհերում՝ խորացնելով մասնագիտական գիտելիքները և ձեռք բերելով բարձրագույն կրթություն։",
          boss: {
            name: "Ռոզա Նազարյան",
            descr: "Ամբիոնի վարիչ",
            src: "/img/staff/nazaryan.jpg",
          },
          staff: [
            "Նազարյան Ռոզա",
            "Առաքելյան Նարինե",
            "Թումանյան Էմիլյա",
            "Մանգասարյան Վիտալի",
            "Բաբուջյան Արման",
            "Միքայելյան Անի",
            "Հարությունյան Անուշ",
          ],
        },
        {
          title: "Հասարակագիտական և հումանիտար առարկաների ամբիոն",
          descr:
            "«Հասարակագիտական և հումանիտար» առարկաների ամբիոնը ստեղծվել է 2023 թվականին: Ամբիոնում առկա է 1 մասնագիտություն՝ «Ռեժիսուրա» և հումանիտար և հասարակագիտական ուղղվածության ոչ մասնագիտական առարակներ ու մոդուլներ, որոնք նախկինում գործել են «Հասարակագիտական և հումանիտար» առարկաների ցիկլային հանձնաժողովի կազմում:Ստեղծման պահից մինչ այսօր ամբիոնի վարիչն է Անի Պետրոսյանը:  Անի Պետրոսյանը մասնագիտությամբ իրավագետ-մանկավարժ է։\n\nԱմբիոնը մեծ կարևորություն է տալիս ուսանողների ընդհանուր կրթական, մշակութային և ստեղծագործական հմտությունների ձևավորմանը՝ համադրելով տեսական գիտելիքները և գործնական գործունեությունը։\n\nԱմբիոնում իրականացվող մասնագիտությունը\n\n «Ռեժիսուրա»\nԱյս մասնագիտության նպատակն է պատրաստել ռեժիսորներ, որոնք կկարողանան կազմակերպել բեմադրական և էկրանային գործընթացները։ Ուսանողները սովորում են ռեժիսուրա,  բեմական խոսք, դերասանի վարպետություն, արվեստի, կինոյի և թատրոնի պատմություն, մշակութաբանություն, դիցաբանություն,լուսանկարչություն, օպերատվություն և արվեստի կազմակերպման հմտություններ ենթադրող այլ մոդուլներ։Ուսման ընթացքում մեծ ուշադրություն է դարձվում նաև գործնական հմտություններին․ ուսանողները մասնակցում են թատերական բեմադրություններին, ստեղծագործական նախագծերին և մշակութային միջոցառումներին։\n\nԱմբիոնի առաքելությունը\n\nՊատրաստել ժամանակակից կրթություն ստացած ռեժիսորներ։\nՆերգրավել ուսանողներին ստեղծագործական նախագծերի և պրակտիկայի մեջ։\nԱպահովել շրջանավարտների մրցունակությունը մշակութային և արվեստի ոլորտներում։\n Նպաստել նորարարական և ինքնատիպ գաղափարների իրագործմանը։\n\nԱշխատաշուկայում պահանջվածություն \n\nԱմբիոնի «Ռեժիսուրա» մասնագիտության շրջանավարտները կարող են աշխատել թատրոններում, մշակութային կենտրոններում, կինոարտադրական կազմակերպություններում, հեռուստատեսությունում և ստեղծագործական հաստատություններում՝ որպես ռեժիսորներ, բեմադրողներ կամ ստեղծագործական ղեկավարներ։ Նրանք նաև հնարավորություն ունեն հիմնելու սեփական ստեղծագործական խմբակներ, իրականցնելու մշակութային նախագծեր։",
          boss: {
            name: "Անի Պետրոսյան",
            descr: "Ամբիոնի վարիչ",
            src: "/img/staff/petrosyan.jpg",
          },
          staff: [
            "Գրիշա Մնոյան",
            "Լիաննա Անթառանյան",
            "Աստղիկ Հարությունյան",
            "Նարե Գրիգորյան",
            "Շուշանիկ Թալասյան",
            "Լենա Գրիգորյան",
            "Անի Միքայելյան",
            "Աննա Խաչատրյան",
            "Արմինե Ֆահրադյան",
            "Արմենուհի Չատինյան",
            "Անի Պետրոսյան",
            "Հրանուշ Գրիգորյան",
            "Գոհար Զալյան",
            "Հարություն Առաքելյան",
            "Սոնա Հայրապետյան",
            "Քաջիկ Խաչատրյան",
            "Սեդա Մելքոնյան",
            "Սերյոժա Մելքոնյան",
            "Նազելի Բունիաթյան",
          ],
        },
      ],
    },
  },

  departmentsInfo: {
    img: "/img/departments/departments.jpg",
    title: "Սարքի Մասնագիտություններ",
    descr:
      "Այստեղ կարող եք գտնել Էջմիածնի պետական քոլեջի առաջարկած սարքի մասնագիտությունների ցանկը։",
    departmentsPartInfo: [
      {
        // img: "/img/departments/cragravorum.jpg",
        childImg: "/img/departments/cragImg.svg",
        title: "ՀՏԱՀԾԱ",
        // descr:
        //   "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        linkTxt: "Ավելին",
      },
      {
        // img: "/img/departments/gyux.jpg",
        childImg: "/img/departments/gyuxImg.png",
        title: "Գյուղատնտեսագիտություն",
        // descr:
        //   "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        linkTxt: "Ավելին",
      },
      {
        // img: "/img/departments/spasarkum.jpg",
        childImg: "/img/departments/spasarkumImg.png",
        title: "Սպասարկման կազմակերպում",
        // descr:
        //   "Ուսանողները սովորում են սպասարկման կազմակերպման հիմունքներ, հաճախորդների հետ աշխատանքի մշակույթ, մարքեթինգի և կառավարման գործիքներ, գործարար հաղորդակցություն, անձնակազմի ղեկավարում և այլ ոլորտային մոդուլներ։",
        linkTxt: "Ավելին",
      },
      {
        // img: "/img/departments/arevtur.jpg",
        childImg: "/img/departments/arevturImg.png",
        title: "Առևտուր",
        // descr:
        //   "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        linkTxt: "Ավելին",
      },
      {
        // img: "/img/departments/bankayingorc.jpg",
        childImg: "/img/departments/bankayinImg.svg",
        title: "Բանկային գործ",
        // descr:
        //   "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        linkTxt: "Ավելին",
      },
      {
        // img: "/img/departments/rejisura.jpg",
        childImg: "/img/departments/rejisorImg.jpg",
        title: "Ռեժիսուրա",
        // descr:
        //   "(Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում) Ուսանողները կսովորեն ծրագրավորման լեզուներ, ալգորիթմներ, տվյալների բազաներ և ավտոմատացված համակարգերի ծրագրայինապահովում։ Կհմտանան վեբ և համակարգչային ծրագրերի ստեղծման ու սպասարկման մեջ։",
        linkTxt: "Ավելին",
      },
    ],
  },

  departments: [
    {
      color: "#004471",
      title:
        " Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      video: "/img/videos/cragravorum.mp4",
      infoParts: {
        title:
          "<<Տեխնիկ-ծրագրավորող>> որակավորման մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/cragravorum/cragImg1.png",
            title: "Մշակողներ և վերլուծողներ համակարգչային համակարգերի",
            desc: "Մշակողներն ու վերլուծողները ուսումնասիրում և գնահատում են համակարգչային համակարգերի կառուցվածքը և աշխատանքի մեխանիզմները, նախագծում և պլանավորում համակարգչային ծրագրերի և համակարգերի կառուցվածքը, առաջարկում բարելավումներ և նոր տեխնոլոգիաներ՝ համակարգի արդյունավետությունը բարձրացնելու համար։",
          },
          {
            img: "/img/cragravorum/cragImg2.jpg",
            title: "Ծրագրավորողներ",
            desc: "Ծրագրավորողները ստեղծում են ծրագրային կոդներ՝ ըստ մշակողների և վերլուծողների նախագծման, շտկում են սխալները, բարելավում ծրագրերի աշխատանքը և ավելացնում նոր ֆունկցիաներ։",
          },
          {
            img: "/img/cragravorum/cragImg3.jpg",
            title: "Տեխնիկներ՝ հեռահաղորդակցության",
            desc: "Հեռահաղորդակցության տեխնիկները տեղադրում, սպասարկում և վերահսկում են հաղորդակցման սարքերն ու համակարգերը, հետևում կապի որակի վրա և շտկում հնարավոր խնդիրները, որպեսզի հեռահաղորդակցությունը անխափան աշխատի։",
          },
          {
            img: "/img/cragravorum/cragImg4.png",
            title: "Տեխնիկներ և օպերատորներ՝ ԷՀՄ-ների սպասարկման",
            desc: "Տեխնիկներն ու օպերատորները հետևում են համակարգիչների և տվյալների մշակման համակարգերի ճիշտ աշխատանքի, կատարում պահպանումներ և շտկումներ, շահագործում համակարգերը և վերահսկում տվյալների մշակումն ու հաշվարկները՝ ապահովելով անխափան և արդյունավետ աշխատանք։",
          },
        ],
      },
      images: [
        "/img/cragravorum/crag1.jpg",
        "/img/cragravorum/crag2.jpg",
        "/img/cragravorum/crag3.jpg",
        "/img/cragravorum/crag4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
    {
      color: "#2d7100",
      title: "ԳՅՈՒՂԱՏՆՏԵՍԱԳԻՏՈՒԹՅՈՒՆ",
      descr: "Բաժին, որը ստեղծում է <<Գյուղատնտես>> որակավորմամբ մասնագետներ",
      video: "/img/videos/gyux.mp4",
      infoParts: {
        title:
          "<<Գյուղատնտես>> որակավորմամբ մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/gyux/gyuxImg1.jpg",
            title: "Գյուղատնտես՝ հողագործության",
            desc: "Այս մասնագետը ուսումնասիրում և վերահսկում է հողի պատրաստությունը, բարելավում հողի հուսալիությունը, կատարում հողագործական աշխատանքներ՝ ապահովելու բարձր բերքատվություն։",
          },
          {
            img: "/img/gyux/gyuxImg2.jpg",
            title: "Գյուղատնտես՝ դաշտային և կերային մշակաբույսերի մշակության",
            desc: "Մասնագետը զբաղվում է դաշտային և կերային մշակաբույսերի աճեցմամբ, հետևում է մշակաբույսերի աճին և վարում գյուղատնտեսական մշակման աշխատանքներ։",
          },
          {
            img: "/img/gyux/gyuxImg3.jpg",
            title: "Գյուղատնտես՝ բանջարաբուծության",
            desc: "Նա իրականացնում է բանջարաբույսերի աճեցման, խնամքի և բերքահավաքի աշխատանքները՝ ապահովելով արտադրանքի որակն ու քանակը։",
          },
          {
            img: "/img/gyux/gyuxImg4.jpg",
            title: "Գյուղատնտես՝ պտղաբուծության",
            desc: "Մասնագետը հոգ է տանում պտղատու ծառերի աճեցման, մոլախաղերի և պտղաբերության գործընթացների հսկման համար, ապահովում բարձր բերքատվություն և ապրանքների որակ։",
          },
          {
            img: "/img/gyux/gyuxImg5.jpg",
            title: "Գյուղատնտես՝ այգեգործության",
            desc: "Այս մասնագետը զբաղվում է այգիների, բուսաբանական տարածքների և պլանտացիաների կազմակերպմամբ, ծառերի և բույսերի խնամքով, բարելավում այգեգործական արտադրությունը։",
          },
          {
            img: "/img/gyux/gyuxImg6.jpg",
            title: "Գյուղատնտես՝ բույսերի պաշտպանության",
            desc: "Նա հետևում է բույսերի առողջությանը, կանխարգելում հիվանդությունները և վնասատուները, կիրառում համապատասխան պաշտպանության միջոցներ՝ ապահովելու առողջ բերք։",
          },
          {
            img: "/img/gyux/gyuxImg7.jpg",
            title: "Գյուղատնտես՝ արտադրության կազմակերպման և հաշվառման",
            desc: "Մասնագետը կազմակերպում է գյուղատնտեսական արտադրությունը, վարում աշխատանքների հաշվառում, պլանավորում աշխատանքի ընթացքը և վերահսկում արտադրության արդյունավետությունը։",
          },
        ],
      },
      images: [
        "/img/gyux/gyux1.jpg",
        "/img/gyux/gyux2.jpg",
        "/img/gyux/gyux3.jpg",
        "/img/gyux/gyux4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
    {
      color: "#886a00",
      title: "ՍՊԱՍԱՐԿՄԱՆ ԿԱԶՄԱԿԵՐՊՈՒՄ ",
      descr: "Բաժին, որը զարգացնում է ապագայի ՏՏ մասնագետներ",
      video: "/img/videos/spasarkum.mp4",
      infoParts: {
        title:
          "<<Մենեջեր` սպասարկման ոլորտի>> որակավորմամբ մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/spasarkum/spasarkumImg1.jpg",
            title:
              "Մենեջեր՝ սպորտային և մարզական ծառայություններ մատուցող կազմակերպությունների կամ ստորաբաժանումների",
            desc: "Այս մենեջերը կազմակերպում և վերահսկում է սպորտային և մարզական ծառայությունների մատուցումը, ապահովում բարձր որակ և հաճախորդների բավարարվածություն։",
          },
          {
            img: "/img/spasarkum/spasarkumImg2.jpg",
            title:
              "Մենեջեր՝ անձնական խնամքի, հիգիենայի և բուժական ծառայություններ մատուցող կազմակերպությունների կամ ստորաբաժանումների",
            desc: "Նա ղեկավարում է անձնական խնամքի, հիգիենայի և բուժական ծառայությունների աշխատանքը, հետևում պրոցեսների արդյունավետությանը և հաճախորդների սպասարկման որակին։",
          },
          {
            img: "/img/spasarkum/spasarkumImg3.jpg",
            title:
              "Մենեջեր՝ հանգստի և ժամանցի ծառայություններ մատուցող կազմակերպությունների կամ ստորաբաժանումների",
            desc: "Մենեջերը կազմակերպում և վերահսկում է հանգստի և ժամանցի ծառայությունների մատուցումը, ապահովում բարձր հաճախորդային փորձ և հարմարավետություն։",
          },
          {
            img: "/img/spasarkum/spasarkumImg4.jpg",
            title:
              "Մենեջեր՝ բնակչության սոցիալ-կենցաղային սպասարկման ոլորտի կազմակերպությունների և ստորաբաժանումների",
            desc: "Նա ղեկավարում է սոցիալ-կենցաղային ծառայությունների մատուցումը, հետևում աշխատանքի արդյունավետությանը և ապահովում բնակչության բավարարվածությունը։",
          },
          {
            img: "/img/spasarkum/spasarkumImg5.jpg",
            title:
              "Մենեջեր՝ արտադրական ձեռնարկություններում կամ ստորաբաժանումներում արտադրական գործընթացի",
            desc: "Մենեջերը կազմակերպում և վերահսկում է արտադրական գործընթացները, ապահովում արտադրության արդյունավետություն և ճիշտ կատարում տեխնոլոգիական ընթացակարգերը։",
          },
          {
            img: "/img/spasarkum/spasarkumImg6.jpg",
            title:
              "Մենեջեր՝ միջոցառման ծառայություններ մատուցող կազմակերպությունների կամ ստորաբաժանումների",
            desc: "Այս մենեջերը համակարգում և վերահսկում է միջոցառումների կազմակերպումը, ապահովում ծրագրի ընթացքի ճիշտ և արդյունավետ իրականացումը, հաճախորդների գոհունակությունը։",
          },
        ],
      },
      images: [
        "/img/spasarkum/spasarkum1.jpg",
        "/img/spasarkum/spasarkum2.jpg",
        "/img/spasarkum/spasarkum3.jpg",
        "/img/spasarkum/spasarkum4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
    {
      color: "#d8961b",
      title: "ԱՌԵՎՏՈՒՐ",
      descr: "Բաժին, որը ստեղծում է <<Կոմերսանտ>> որակավորմամբ մասնագետներ",
      video: "/img/videos/arevtur.mp4",
      infoParts: {
        title:
          "<<Կոմերսանտ>> որակավորմամբ մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/arevtur/arevturImg1.jpg",
            title:
              "Գործակալ՝ ապրանքի տեսականու ձևավորման և զարգացման աշխատանքների",
            desc: "Այս գործակալը զբաղվում է ապրանքի տեսականու ուսումնասիրությամբ, ձևավորում և զարգացնում ապրանքային շարքերը՝ հաշվի առնելով շուկայի պահանջները և սպառողի հետաքրքրությունները։",
          },
          {
            img: "/img/arevtur/arevturImg2.jpg",
            title: "Գործակալ՝ ապրանքատեսակների զարգացման",
            desc: "Նա հետևում է կոնկրետ ապրանքատեսակների զարգացման գործընթացին, առաջարկում նորարարական լուծումներ և բարելավումներ՝ արտադրանքը ավելի մրցունակ դարձնելու համար։",
          },
          {
            img: "/img/arevtur/arevturImg3.jpg",
            title: "Գործակալ՝ առևտրային և առևտրական աշխատանքների",
            desc: "Այս գործակալը իրականացնում է առևտրային գործառույթներ՝ համագործակցելով վաճառքի և մատակարարման հետ, ապահովում վաճառքի և վաճառքի գործընթացների հարթ և արդյունավետ ընթացքը։",
          },
          {
            img: "/img/arevtur/arevturImg4.jpg",
            title: "Համակարգող՝ վաճառքի աշխատանքների",
            desc: "Համակարգողը կազմակերպում և վերահսկում է վաճառքի աշխատանքները, ապահովում, որ վաճառքի բոլոր գործընթացները տեղի ունենան ժամանակին և արդյունավետ ձևով։",
          },
          {
            img: "/img/arevtur/arevturImg5.jpg",
            title: "Պատասխանատու՝ հիմնական հաճախորդների հետ աշխատանքների",
            desc: "Նա զբաղվում է հիմնական հաճախորդների հետ հարաբերությունների կառավարումով, հետևում նրանց պահանջներին, լուծում խնդիրները և ամրապնդում համագործակցությունը։",
          },
          {
            img: "/img/arevtur/arevturImg6.jpg",
            title: "Վերլուծաբան՝ շուկայի ուսումնասիրությունների",
            desc: "Վերլուծաբանը ուսումնասիրում է շուկան, հետևում է մրցակցությանը, սպառողական պահանջներին և շուկայի միտումներին, որպեսզի ընկերությունը կարողանա ճիշտ ռազմավարություն մշակել։",
          },
          {
            img: "/img/arevtur/arevturImg7.jpg",
            title: "Մասնագետ՝ իրացումը խթանող եղանակների մշակման",
            desc: "Մասնագետը մշակում և կիրառում է եղանակներ, որոնք խթանում են ապրանքի իրացումը, բարձրացնում վաճառքը և մեծացնում եկամուտները։",
          },
        ],
      },
      images: [
        "/img/arevtur/arevtur1.jpg",
        "/img/arevtur/arevtur2.jpg",
        "/img/arevtur/arevtur3.jpg",
        "/img/arevtur/arevtur4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
    {
      color: "#35aeff",
      title: " ԲԱՆԿԱՅԻՆ ԳՈՐԾ",
      descr:
        "Բաժին, որը ստեղծում է <<Բանկային գործ>> մասնագիտությամբ  մասնագետներ",
      video: "/img/videos/bank.mp4",
      infoParts: {
        title:
          "<<Բանկային գործ>> մասնագիտությամբ մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/bank/bankImg1.jpg",
            title:
              "Բանկային հաշիվների (ֆիզիկական և իրավաբանական անձանց) սպասարկման մասնագետ",
            desc: "Այս մասնագետը հետևում է ֆիզիկական և իրավաբանական անձանց բանկային հաշիվների բացմանը, սպասարկմանը և կարգավիճակին, ապահովում, որ բոլոր գործողությունները իրականացվեն ճշգրիտ և անվտանգ։",
          },
          {
            img: "/img/bank/bankImg2.jpg",
            title: "Գանձապահ",
            desc: "Գանձապահը պատասխանատու է բանկի դրամական միջոցների պահպանման, տրամադրման և հավաքագրման համար, հետևում ֆինանսական խնայողություններին և հաշվետվություններին։",
          },
          {
            img: "/img/bank/bankImg3.jpg",
            title: "Տարադրամի փոխանակման մասնագետ",
            desc: "Այս մասնագետը իրականացնում է տարբեր արժույթների փոխանակում, ապահովում ճիշտ փոխարժեքներ և կանխարգելում սխալներն ու ֆինանսական կորուստները։",
          },
          {
            img: "/img/bank/bankImg4.jpg",
            title: "Դրամական փոխանցումների մասնագետ",
            desc: "Մասնագետը կազմակերպում է տեղական և միջազգային դրամական փոխանցումները, հետևում ճիշտ կատարմանն ու ժամանակին մատակարարմանը, ապահովում անվտանգ գործարքներ։",
          },
          {
            img: "/img/bank/bankImg5.jpg",
            title: "Ավանդների ներգրավման ծառայության մասնագետ",
            desc: "Այս մասնագետը աշխատում է հաճախորդների հետ՝ ներգրավելու ավանդներ, առաջարկում ծառայություններ և բացատրում ավանդների պայմանները, նպաստելով բանկի ֆինանսական աճին։",
          },
          {
            img: "/img/bank/bankImg6.jpg",
            title: "Լոմբարդային վարկերի տրամադրման մասնագետ",
            desc: "Մասնագետը վերահսկում է լոմբարդային վարկերի տրամադրումը, գնահատում երաշխիքները, հետևում վճարման պայմաններին և ապահովում գործարքների անվտանգությունը։",
          },
          {
            img: "/img/bank/bankImg7.jpg",
            title: "Պլաստիկ քարտերի տրամադրման և սպասարկման մասնագետ",
            desc: "Այս մասնագետը իրականացնում է պլաստիկ քարտերի տրամադրում, բացատրություն է տալիս դրանց օգտագործման մասին, հետևում է քարտերի գործունեությանը և լուծում առաջացած խնդիրները։",
          },
        ],
      },
      images: [
        "/img/bank/bank1.jpg",
        "/img/bank/bank2.jpg",
        "/img/bank/bank3.jpg",
        "/img/bank/bank4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
    {
      color: "#710000",
      title: "ՌԵԺԻՍՈՒՐԱ",
      descr: "Բաժին, որը ստեղծում է <<Ռեժիսոր>> որակավորմամբ մասնագետներ",
      video: "/img/videos/rejisura.mp4",
      infoParts: {
        title:
          "<<Ռեժիսոր>> որակավորմամբ մասնագետն իրականացնում է հետևյալ զբաղմունքները",
        info: [
          {
            img: "/img/rejisura/rejisuraImg1.jpg",
            title: "Ռեժիսորի ասիստենտ՝ կինոյի",
            desc: "Այս ասիստենտը աջակցում է ռեժիսորին կինոփառատոնների և ֆիլմերի արտադրության ընթացքում, համակարգում նկարահանումների ընթացքը, հետևում սցենարային պահանջներին և ժամանակացույցին։",
          },
          {
            img: "/img/rejisura/rejisuraImg2.jpg",
            title: "Ռեժիսորի ասիստենտ՝ թատրոնի",
            desc: "Նա օգնում է ռեժիսորին թատերական ներկայացումների պատրաստման և անցկացման ժամանակ, վերահսկում դերասանների աշխատանքը և բեմի կազմակերպումը։",
          },
          {
            img: "/img/rejisura/rejisuraImg3.jpg",
            title: "Ռեժիսորի ասիստենտ՝ ռադիոյի",
            desc: "Ասիստենտը աջակցում է ռեժիսորին ռադիոյի ծրագրերի պատրաստման ժամանակ, կազմակերպում ձայնագրությունները և հնչյունային ֆոնային աշխատանքները։",
          },
          {
            img: "/img/rejisura/rejisuraImg4.jpg",
            title: "Ռեժիսորի ասիստենտ՝ էստրադայի",
            desc: "Նա օգնում է ռեժիսորին էստրադային ծրագրերի և համերգների կազմակերպման ընթացքում, հետևում է բեմական ձևավորման և կատարողականների ընթացքին։",
          },
          {
            img: "/img/rejisura/rejisuraImg5.jpg",
            title: "Ռեժիսորի ասիստենտ՝ հեռուստաընկերության",
            desc: "Ասիստենտը աջակցում է հեռուստահաղորդումների և ծրագրերի ստեղծմանը, վերահսկում նկարահանումների ընթացքը և տեխնիկական մանրամասները։",
          },
          {
            img: "/img/rejisura/rejisuraImg6.jpg",
            title: "Ռեժիսորի ասիստենտ՝ շքահանդեսային (շոու) ծրագրերի",
            desc: "Նա աջակցում է ռեժիսորին շոուների և հաղորդումների կազմակերպման ժամանակ, հետևում բեմական գործողությունների և տեխնիկական աջակցությանը։",
          },
          {
            img: "/img/rejisura/rejisuraImg7.jpg",
            title: "Օգնական՝ ռեժիսորի (տեխնիկական ռեժիսոր)",
            desc: "Օգնականը հետևում է տեխնիկական գործառույթներին, ապահովում բեմի, սարքավորումների և տեխնիկական գործընթացների ճիշտ և անվտանգ աշխատանքը, աջակցում ռեժիսորին։",
          },
        ],
      },
      images: [
        "/img/rejisura/rejisura1.jpg",
        "/img/rejisura/rejisura2.jpg",
        "/img/rejisura/rejisura3.jpg",
        "/img/rejisura/rejisura4.jpg",
      ],
      partImgTitle: "Պրակտիկաներ, Միջոցառումներ, Այցեր, Վարպետաց դասեր",
    },
  ],

  aboutInfo: {
    title: "Քոլեջի Մասին",
    title2: "ՀՀ ԿԳՄՍՆ Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջ «ՊՈԱԿ»",
    descr:
      "Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջը (նախկինում Էջմիածնի ակումբագրադարանային տեխնիկում) իր գործունեությունը սկսել է 1969 թվականից՝ ՀՍՍՀ բարձրագույն և միջնակարգ մասնագիտական կրթության մինիստրության 13.08.1969 թվականի C 188 հրամանով։ 1975–76 ուսումնական տարում տեխնիկումը տեղափոխվեց ավելի ընդարձակ ու հարմարավետ շենք, և մասնագիտությունների ցանկին ավելացվեց «Ժողովրդական գործիքների ինքնագործ խմբի կազմակերպում»: Այստեղ սկսեցին դասավանդել հանրապետությունում հայտնի երաժիշտներ՝ Խաչիկ Խաչատրյանը, Հրանտ Թորոսյանը, Հասմիկ Կանայանը, Համբարձում Կաչաչյանը, Միհրան Դեմիրճյանը և այլք։1992 թվականին տեխնիկումի տնօրինության ջանքերով Արցախում բացվեց քոլեջի մասնաճյուղ, և մասնագետ դասատուներ գործուղվեցին այնտեղ՝ մեթոդական օգնություն կազմակերպելու նպատակով։ 1994 թվականին մշակութային հաստատությունները համագործակցեցին միջազգային կազմակերպությունների ծրագրերում, ներկայացնելով «Հայոց լեզվի դասավանդում», «Ռուսաց լեզվի դասավանդում» և «Անգլերենի լեզվի դասավանդում» ծրագրերը։ 2000 թվականին ՀՀ կրթության և գիտության նախարարության 13.12.1999թ․ թիվ 27 հրամանով ՃՇՀԱՀ-ի պետլեզվի ամբիոնի տեխնիկումը վերանվանվեց ՃՇՀԱՀ-ի պետլեզվի ամբիոնի։2007 թվականի մայիսի 29-ին հիմնադրվեց Վարդան Աճեմյանի անվան էկրանի արվեստի ամբիոնը, որը միավորում էր էկրանի արվեստի, երաժշտության և գծանկարի բաժինները, և այդ նույն տարում ստեղծվեցին կրթական ծրագրեր ու ուսանողների շղթաներ՝ միջազգային համագործակցության համար։ 2008–2009 ուսումնական տարում հաստատվեց նոր ինստիտուցիոնալ չափորոշիչ, ստեղծվեց 9-րդ ինստիտուտի ծրագրի հիմքը, որով ամրագրվեց մշակութային հաստատությունների կրթական ծրագրերի և հետազոտական աշխատանքի շարունակական զարգացումը։ 2018 թվականին բազային ամբիոնի գործունեությունը դարձավ գիտական ուսումնական ծրագրերի հիմք, որոնք կապված էին էկրանի արվեստի հետ: Ստեղծվեցին տեսանյութեր, երաժշտական ստեղծագործություններ, գրքերի հրատարակություններ և նոր ինստիտուցիոնալ ծրագրեր, որոնք համապատասխան էին 21-րդ դարի կրթական չափորոշիչներին։ Այս ամենը նպաստեց գիտական աշխատանքի արդյունավետության բարձրացմանը, և հաստատությունը դարձավ նաև միջազգային ծրագրերի ակտիվ մասնակից։",
    departmentsPartTitle: "Մեր Մասնագիտությունները",
    departments: [
      { href: "/department/0", descr: "ՀՏԱՀԾԱ" },
      { href: "/department/1", descr: "Գյուղատնտեսագիտություն" },
      { href: "/department/2", descr: "Առևտուր" },
      { href: "/department/3", descr: "Բանկային գործ" },
      { href: "/department/4", descr: "Ռեժիսուրա" },
      { href: "/department/5", descr: "Սպասարկման կազմակերպում" },
    ],
    admissionsData: {
      title: "Ընդունելության Տվյալներ",
      descr:
        "Ստորև ներկայացված է մասնագիտությունների ցանկը, դրանց մրցութային առարկաներն ու ուսման տևողությունը․",
      table: [
        [
          "Մասնագիտություն",
          "Կրթության հիմքը",
          "Որակավորում",
          "Մրցութային Առարկաներ",
          "Ուսման Տևողություն",
        ],

        [
          "Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Տեխնիկ-ծրագրավորող",
          "Մաթեմատիկա, Ֆիզիկա, Հայոց լեզու",
          "3 տարի",
        ],
        [
          "Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Տեխնիկ-ծրագրավորող",
          "Մաթեմատիկա, Ֆիզիկա, Հայոց լեզու",
          "4 տարի",
        ],

        [
          "Գյուղատնտեսագիտություն",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "2 տարի",
        ],
        [
          "Գյուղատնտեսագիտություն",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "3 տարի",
        ],

        [
          "Սպասարկման կազմակերպում",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "2 տարի",
        ],
        [
          "Սպասարկման կազմակերպում",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Առևտուր",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "2 տարի",
        ],
        [
          "Առևտուր",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "3 տարի",
        ],

        [
          "Բանկային գործ",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Մասնագետ՝ բանկային գործի",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "2 տարի",
        ],
        [
          "Բանկային գործ",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Մասնագետ՝ բանկային գործի",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Ռեժիսուրա",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Ռեժիսոր",
          "Հայոց լեզու,Մասնագիտական քննություն",
          "4 տարի",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "Հեռակա Ուսուցման Տվյալներ",
      descr:
        "Ստորև ներկայացված են այն մասնագիտությունները, որոնք ուսուցանվում են հեռակա ձևաչափով, մրցութային առարկաներով և ուսման տևողությամբ․",
      table: [
        [
          "Մասնագիտություն",
          "Կրթության հիմքը",
          "Որակավորում",
          "Մրցութային Առարկաներ",
          "Ուսման Տևողություն",
        ],

        [
          "Նախադպրոցական կրթություն",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Դաստիարակ ՝ նախադպրոցական կրթություն",
          "Հայոց լեզու, Հայոց պատմություն, Մաթեմատիկա",
          "3 տարի",
        ],

        [
          "Գրադարանային գործ",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Գրադարանավար",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Հաշվապահական հաշվառում",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Հաշվապահ",
          "Հայոց լեզու, Մաթեմատիկա, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Առևտուր",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "3 տարի",
        ],

        [
          "Սպասարկման կազմակերպում",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Գյուղատնտեսագիտություն",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "3 տարի",
        ],
      ],
    },
    partnersPartTitle: "Գործընկեր Համալսարաններ",
    partners: [
      {
        img: "/img/about/h1.jpg",
        descr: "Հայաստանի Ազգային Պոլիտեխնիկական Համալսարան",
      },
      {
        img: "/img/about/h2.jpg",
        descr: "Երևանի Պետական Համալսարան",
      },
      {
        img: "/img/about/h3.png",
        descr: "Հայաստանի Պետական Տնտեսագիտական Համալսարան",
      },
      {
        img: "/img/about/h4.jpg",
        descr: "Երևանի Գլաձոր համալսարան",
      },
      {
        img: "/img/about/h5.png",
        descr: "Հայաստանի ազգային ագրարային համալսարան",
      },
      {
        img: "/img/about/h6.jpg",
        descr: "Եվրասիա միջազգային համալսարան",
      },
      {
        img: "/img/about/h7.jpg",
        descr:
          "Խաչատուր Աբովյանի Անվան Հայկական Պետական Մանկավարժական Համալսարան",
      },
    ],
  },

  events: {
    announcement: {
      havent: "Ներկա պահին հայտարարություններ չկան",
    },

    notes: {
      havent: "Ներկա պահին գրառումներ չկան",
    },
  },

  library: {
    all:"Բոլոր մասնագիտություններ",
    search:"Որոնել մասնագիտությունը",
    loading:"Տվյալները բեռնվում են...",
    havent: "Ներկա պահին գրականություն չկա",
  },

  infoContact: {
    image: "/img/contact/qolej.jpg",
    contact: "Կապ մեզ հետ",
    title: "Ունե՞ս հարցեր կամ առաջարկություններ",
    location: ["Հասցե", "Մ․ Խորենացի 1/2"],
    phone: ["Հեռախոս", "0231 5 20 16"],
    email: ["Էլ․ փոստ", "evhapq@gmail.com"],
    hours: ["Ժամեր", "Երկ. - Ուրբաթ , 9:00 - 17:00"],
    buttonTxt: "Ուղարկել",
  },

  contactForm: {
    messages: [
      "Ուղարկվում է...",
      "✅ Հաղորդագրությունը հաջողությամբ ուղարկվեց",
      "❌ Սխալ տեղի ունեցավ, կրկին փորձիր",
      "❌ Սերվերի հետ կապի խնդիր",
    ],
    placheolders: ["Անուն Ազգանուն", "Էլ․ փոստ", "Քո հաղորդագրությունը"],
  },

  footer: {
    firstInfo: {
      title: "ԷՊՔ",
      descr: "Մենք պատրաստում ենք որակյալ մասնագետներ տարբեր ոլորտներում",
    },
    contactInfo: {
      title: "Կապ մեզ հետ",
      loc: "Մ․ Խորենացի 1/2",
      phone: "0231 5 20 16",
      email: "evhapq@gmail.com",
    },
    socials: {
      title: "Հետևիր մեզ",
      socImg: [
        {
          src: "/img/contact/insta.png",
          href: "#",
        },
        {
          src: "/img/contact/facebook.png",
          href: "https://www.facebook.com/ejmiacni.petakan.k.olej",
        },
      ],
    },
    copyright: "ԷՋՄԻԱԾՆԻ ՊԵՏԱԿԱՆ ՔՈԼԵՋ | ստեղծող ՝",
    poweredBy: ["Լիլիթ Բարեղամյան", "https://lilitbareghamyan.vercel.app/"],
  },

};
