export const data = {
  title: "ВАРДГЕСА АМАЗАСПЯНА ИМЕНИ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ Г. ЭЧМИАДЗИН",

  lang: [
    ["/img/am.jpg", "Армянский", "am"],
    ["/img/ru.jpg", "Русский", "ru"],
    ["/img/us.jpg", "Английский", "en"],
  ],

  headerLinks: [
    {
      link: ["/about", "О нас"],
      children: [
        ["/staff", "Персонал"],
        ["/cooperation", "Сотрудничество"],
      ],
    },
    {
      link: ["/departments", "Специальности"],
      children: [
        ["/departments/0", "ИТ и программирование"],
        ["/departments/1", "Агрономия"],
        ["/departments/2", "Организация сервиса"],
        ["/departments/3", "Торговля"],
        ["/departments/4", "Банковское дело"],
        ["/departments/5", "Режиссура"],
      ],
    },
    ["/applicant", "Абитуриент"],
    {
      link: ["/events", "События"],
      children: [
        ["/notes", "Записи"],
        ["/announcement", "Объявления"],
      ],
    },
    ["/library", "Библиотека"],
    ["/contact", "Контакты"],
  ],

  homeInfo: {
    title: "Вардгеса Амазаспяна имени Государственный Колледж г. Эчмиадзин",
    descr: "Мы готовим квалифицированных специалистов в различных областях",
    src: "/img/home/slide2.jpg",
    statsTitle: "ГКЭ в цифрах",
    stats: [
      { number: "1969", label: "Основан" },
      { number: "694", label: "Студенты" },
      { number: "46", label: "Преподаватели" },
      { number: "6", label: "Очные программы" },
      { number: "6", label: "Заочные программы" },
    ],
  },

  staff: {
    boss: {
      title: "Руководящий состав",
      info: [
        {
          src: "/img/staff/tnoren.jpg",
          name: "Карине Микаелян",
          descr: "Директор",
        },
        {
          src: "",
          name: "Анаит Кочоян",
          descr: "Заместитель директора по учебной работе",
        },
        {
          src: "",
          name: "Давид Наапетян",
          descr:
            "Заместитель директора по организационно-воспитательной работе",
        },
      ],
    },
    educationalAid: {
      title: "Учебно-вспомогательный персонал",
      info: [
        {
          name: "Армине Фахрадян",
          descr: "Заведующая отделом общего образования",
        },
        {
          name: "Нелли Нахапетян",
          descr: "Руководитель учебной части",
        },
        {
          name: "Лиана Тосунян",
          descr: "Специалист по обеспечению качества",
        },
        {
          name: "Грануш Григорян",
          descr: "Специалист по профориентации",
        },
        {
          name: "Седа Мелконян",
          descr: "Начальник отдела кадров",
        },
        {
          name: "Анахит Кочинян",
          descr: "Руководитель практики",
        },
        {
          name: "Анна Хачатрян",
          descr: "Методист",
        },
        {
          name: "Нарек Назарян",
          descr: "Главный бухгалтер",
        },
        {
          name: "Елена Аракелян",
          descr: "Бухгалтер",
        },
        {
          name: "Наира Арутюнян",
          descr: "Делопроизводитель",
        },
        {
          name: "Каджик Хачатрян",
          descr: "Военный руководитель",
        },
        {
          name: "Ануш Агабекян",
          descr: "Оператор",
        },
        {
          name: "Гегецик Абраамян",
          descr: "Архивариус",
        },
        {
          name: "Лусинэ Амбарцумян",
          descr: "Библиотекарь",
        },
      ],
    },

    serviceStaff: {
      title: "Обслуживающий персонал",
      info: [
        {
          name: "Тащян Гаяне",
          descr: "Медсестра",
        },
        {
          name: "Григорян Оганес",
          descr: "Завхоз",
        },
        {
          name: "Мкртчян Мелик",
          descr: "Охранник",
        },
        {
          name: "Оганнисян Давид",
          descr: "Охранник",
        },
        {
          name: "Адамян Сергей",
          descr: "Охранник",
        },
        {
          name: "Варжапетян Светлана",
          descr: "Уборщица",
        },
        {
          name: "Сафарян Грета",
          descr: "Уборщица",
        },
        {
          name: "Бейбутян Софья",
          descr: "Уборщица",
        },
      ],
    },
    chairs: {
      title: "Кафедры",
      subTitle: "Список преподавателей кафедры",
      chairsInStaff: [
        {
          img: "/img/staff/chairs/hanrAmbion.jpg",
          title: "Департамент общего образования",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/tntesAmbion.jpg",
          title: "Кафедра экономики",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/menejmentAmbion.jpg",
          title: "Кафедра менеджмента и маркетинга",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/cragAmbion.jpg",
          title: "Кафедра информационных технологий и программирования",
          linkTxt: "Подробнее",
        },
        {
          img: "/img/staff/chairs/hasarakAmbion.jpg",
          title: "Кафедра общественных и гуманитарных дисциплин",
          linkTxt: "Подробнее",
        },
      ],
      chairs: [
        {
          title: "Отдел общего образования",
          descr:
            "Отдел общего образования Государственного колледжа имени Вардгеса Амазаспяна в Эчмиадзине был создан в январе 2020 года.\nС момента основания отдел возглавляет Армине Фахрадян. Она по профессии историк и педагог. Отдел общего образования является основной базой общего и интеллектуального развития студентов. Он обеспечивает знания и навыки, необходимые не только для полноценного усвоения профессионального образования, но и для формирования сознательного гражданина, внесения вклада в общество и развития личных способностей.\n\nОсновные функции отдела:\n\n  • Преподавание общеобразовательных предметов (математика, языки, история, обществоведение, естествознание и др.).\n  • Формирование логического мышления, коммуникативных навыков, критического анализа и творческого подхода у студентов.\n  • Сохранение и передача общественных ценностей, гражданской ответственности и национально-культурной идентичности.\n  • Создание необходимой основы для дальнейшего профессионального обучения и самообразования.\n\nМиссия\n\nМиссия отдела общего образования — обеспечить всестороннее развитие студентов, формируя систему знаний и ценностей, которая будет способствовать их успешной интеграции в общественную жизнь, развитию личностного и профессионального потенциала и подготовке ответственных и конкурентоспособных специалистов будущего.",
          boss: {
            name: "Армине Фахрадян",
            descr: "Заведующая отделом",
            src: "/img/staff/fahradyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Анахит Кочинян",
            "Нелли Агаларян",
            "Маргарита Карапетян",
            "Назели Буниятян",
            "Ани Петросян",
            "Гегецтик Абраамян",
            "Роза Назарян",
            "Карине Серобян",
            "Каджик Хачатрян",
            "Гарут Аракелян",
            "Лилит Нерсисян",
            "Арменухи Чатинян",
            "Армине Погосян",
            "Нунэ Зироян",
            "Давид Нахапетян",
            "Седа Аристакесян",
            "Марина Макарьян",
            "Артур Давтян",
            "Армине Фахрадян",
            "Армине Варданян",
            "Ани Микаелян",
            "Гаяне Амбарцумян",
            "Гохар Залян",
            "Серёжа Мелконян",
            "Нелли Мирзаханян",
            "Мариам Ованнисян",
          ],
        },
        {
          title: "Кафедра экономики",
          descr:
            "Кафедра «Экономики» была создана в 2023 году. На кафедре представлены 2 специальности: «Банковское дело» и «Сельское хозяйство». С момента основания по настоящее время заведующей кафедрой является Сюзанна Овсепян. Г-жа Овсепян по специальности экономист и специалист по банковскому делу.\n\nКафедра «Экономики» является одним из важных профессиональных подразделений колледжа, целью которого является подготовка специалистов в области банковского дела и сельского хозяйства, соответствующих современным требованиям. Кафедра объединяет теоретические и практические знания, обеспечивая профессиональное развитие студентов и их конкурентоспособность на рынке труда.\n\nСпециальности, реализуемые на кафедре:\n\n1. «Банковское дело»\nЦель этой специальности — подготовка кадров для банковской системы, владеющих организацией кредитных, расчетных и финансовых операций. Студенты изучают основы банковского дела, обращение ценных бумаг, бухгалтерский учет, финансовый анализ, деловую коммуникацию и правовые нормы.\n\n2. «Сельскохозяйственная экономика»\nЭта специальность готовит специалистов в области управления сельским хозяйством и экономического анализа. Студенты изучают аграрную экономику, организацию сельскохозяйственного производства, анализ рынка, сбыт сельхозпродукции, финансовый менеджмент.\n\nМиссия кафедры:\n\n- Предоставлять современное образование в области экономики.\n- Обеспечивать вовлеченность студентов в практические программы и стажировки.\n- Готовить конкурентоспособных специалистов для местного и международного рынка труда.\n- Способствовать реализации инновационных экономических идей.\n\nВостребованность на рынке труда:\n\nВыпускники кафедры могут работать в банках, кредитных организациях, финансовых структурах, сельскохозяйственных фермах и производственных компаниях, занимая должности экономиста, аналитика, финансового специалиста или различные управленческие позиции.",
          boss: {
            name: "Сюзанна Овсепян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/hovsepyan.jpg",
          },
          staff: [
            "Вардуи Мадатян",
            "Лусине Петрджикян",
            "Сюзанна Фахрадян",
            "Анна Гспоян",
            "Сатеник Абовян",
            "Нелли Мирзаханян",
          ],
        },
        {
          title: "Кафедра менеджмента и маркетинга",
          descr:
            "Кафедра «Менеджмента и маркетинга» была создана в 2023 году. На кафедре представлены 2 специальности: «Организация обслуживания» и «Торговля», которые ранее действовали в составе кафедры «Экономики». С момента основания по настоящее время заведующей кафедрой является Вардуи Мадатян. Г-жа Мадатян по специальности экономист и государственный управляющий.\n\nКафедра «Менеджмента и маркетинга» является одним из основных профессиональных подразделений колледжа, которое aims to готовить специалистов в сфере обслуживания и торговли, соответствующих современным требованиям.\n\nКафедра объединяет теоретические и практические знания, обеспечивая профессиональное развитие студентов и их конкурентоспособность на рынке труда.\n\nСпециальности, реализуемые на кафедре:\n\n1. «Организация обслуживания»\nЦель этой специальности — подготовить специалистов, которые смогут организовывать различные услуги в сфере обслуживания: в отелях, ресторанах, туристических организациях и других обслуживающих структурах. Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловую коммуникацию, управление персоналом и другие отраслевые модули.\n\n2. «Торговля» (Коммерция)\nЭта специальность готовит коммерсантов и специалистов по продажам, владеющих организацией купли-продажи товаров и услуг, анализом рынка и применением маркетинговых методов. Студенты изучают основы торгового дела, товароведение, деловые переговоры, логистику и другие отраслевые модули.\n\nМиссия кафедры:\n\n- Предоставлять современное образование в сферах обслуживания и торговли.\n- Вовлекать студентов в практические программы и стажировки.\n- Обеспечивать конкурентоспособность выпускников на местных и международных рынках труда.\n- Способствовать реализации профессиональных инновационных идей.\n\nВостребованность на рынке труда:\n\nВыпускники кафедры могут успешно работать в организациях сферы обслуживания, торговых компаниях, маркетинговых и бизнес-структурах, занимая руководящие, менеджерские или коммерческие должности, а также иметь собственный бизнес.",
          boss: {
            name: "Вардуи Мадатян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/madatyan.jpg",
          },
          staff: [
            "Гаяне Мартиросян",
            "Катя Исраелян",
            "Лусине Петрджикян",
            "Фатма Арзуманян",
            "Марина Макарян",
            "Седа Григорян",
          ],
        },
        {
          title: "Кафедра информационных технологий и программирования",
          descr:
            "Кафедра <<Информационных технологий и программирования>> в колледже осуществляет образовательный процесс, целью которого является подготовка специалистов, оснащенных современными знаниями и практическими навыками. Кафедра сочетает передачу теоретических знаний с практическими работами и производственной практикой, обеспечивая конкурентоспособность студентов на рынке труда.\n\nС 2024 года по настоящее время заведующей кафедрой является Роза Назарян. Роза Назарян по специальности информатик и графический дизайнер. На кафедре была 1 специальность: <<Программное обеспечение вычислительной техники и автоматизированных систем>>.\n\nОписание специальности:\n\nСпециальность «Программное обеспечение вычислительной техники и автоматизированных систем» предназначена для студентов, которые хотят приобрести прикладные навыки в области программирования, информационных технологий и автоматизированных систем.\n\nВ процессе обучения студенты овладевают:\n\n ✓языками и технологиями программирования,\n✓навыками создания и управления базами данных,\n✓процессами проектирования и разработки веб- и мобильных приложений,\n✓компьютерной графикой\n✓программированием и техническим обслуживанием автоматизированных систем управления\n✓основами компьютерных сетей и методами обеспечения информационной безопасности.\n\nОбучение проводится в прикладном формате, включая лабораторные работы, курсовые и дипломные задания, учебную, профессиональную, предвыпускную практики.\n\nМиссия кафедры:\n\nМиссия кафедры — обучать творческих, инициативных и конкурентоспособных специалистов, готовых применять свои знания и навыки в реальной рабочей среде. Кафедра способствует развитию сферы ИТ, обеспечивая подготовку качественных кадров и непрерывный профессиональный рост студентов.\n\nВостребованность на рынке труда:\n\nСфера ИТ является одной из самых востребованных и быстроразвивающихся отраслей в Армении и на международном рынке. Выпускники колледжа могут работать:\n ✓в ИТ- и программистских компаниях,\n✓в сфере обслуживания промышленных и автоматизированных систем,\n✓в ИТ-отделах государственных и частных организаций.\n\nКроме того, выпускники имеют возможность продолжить свое образование в вузах, углубляя профессиональные знания и получая высшее образование.",
          boss: {
            name: "Роза Назарян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/nazaryan.jpg",
          },
          staff: [
            "Назарян Роза",
            "Аракелян Нарине",
            "Туманян Эмилия",
            "Мангасарян Виталий",
            "Бабуджян Арман",
            "Микаелян Ани",
            "Арутюнян Ануш",
          ],
        },
        {
          title: "Кафедра общественных и гуманитарных дисциплин",
          descr:
            "Кафедра общественных и гуманитарных дисциплин была создана в 2023 году. На кафедре представлена 1 специальность — «Режиссура» — и непрофильные предметы и модули гуманитарной и общественной направленности, которые ранее действовали в составе цикловой комиссии общественных и гуманитарных дисциплин. С момента основания по настоящее время заведующей кафедрой является Ани Петросян. Ани Петросян по специальности юрист-педагог.\n\nКафедра придает большое значение формированию общих образовательных, культурных и творческих навыков студентов, сочетая теоретические знания с практической деятельностью.\n\nСпециальность, реализуемая на кафедре:\n\n «Режиссура»\nЦель этой специальности — подготовить режиссеров, которые смогут организовывать постановочные и экранные процессы. Студенты изучают режиссуру, сценическую речь, актерское мастерство, историю искусства, кино и театра, культурологию, мифологию, фотографию, операторское мастерство и другие модули, подразумевающие навыки организации искусства. В процессе обучения большое внимание уделяется также практическим навыкам: студенты участвуют в театральных постановках, творческих проектах и культурных мероприятиях.\n\nМиссия кафедры:\n\nГотовить режиссеров с современным образованием.\nВовлекать студентов в творческие проекты и практику.\nОбеспечивать конкурентоспособность выпускников в сферах культуры и искусства.\nСпособствовать реализации инновационных и уникальных идей.\n\nВостребованность на рынке труда:\n\nВыпускники специальности «Режиссура» кафедры могут работать в театрах, культурных центрах, кинопроизводственных организациях, на телевидении и в творческих учреждениях в качестве режиссеров, постановщиков или творческих руководителей. Они также имеют возможность основать собственные творческие кружки, реализовывать культурные проекты.",
          boss: {
            name: "Ани Петросян",
            descr: "Заведующий кафедрой",
            src: "/img/staff/petrosyan.jpg",
          },
          staff: [
            "Гриша Мноян",
            "Лианна Антаранян",
            "Астхик Арутюнян",
            "Наре Григорян",
            "Шушаник Таласян",
            "Лена Григорян",
            "Ани Микаелян",
            "Анна Хачатрян",
            "Армине Фахрадян",
            "Арменуи Чатинян",
            "Ани Петросян",
            "Грануш Григорян",
            "Гоар Залян",
            "Арутюн Аракелян",
            "Сона Айрапетян",
            "Каджик Хачатрян",
            "Седа Мелконян",
            "Серёжа Мелконян",
            "Назели Буниятян",
          ],
        },
      ],
    },
  },

  departmentsInfo: {
    img: "/img/departments/departments.jpg",
    title: "Наши Специальности",
    descr:
      "Здесь вы можете найти список специальностей, предлагаемых Эчмиадзинским государственным колледжем.",
    departmentsPartInfo: [
      {
        // img: "/img/departments/cragravorum.jpg",
        childImg: "/img/departments/cragImg.svg",
        title: "ПОВТиАС", // Сокращение на русском для "Программное обеспечение вычислительной техники и автоматизированных систем"
        // descr:
        //   "Студенты изучают языки программирования, алгоритмы, базы данных и программное обеспечение автоматизированных систем. Приобретают навыки создания и обслуживания веб- и компьютерных программ.",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/gyux.jpg",
        childImg: "/img/departments/gyuxImg.png",
        title: "Сельское хозяйство",
        // descr:
        //   "Описание для сельского хозяйства...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/spasarkum.jpg",
        childImg: "/img/departments/spasarkumImg.png",
        title: "Организация обслуживания",
        // descr:
        //   "Студенты изучают основы организации обслуживания, культуру работы с клиентами, инструменты маркетинга и управления, деловую коммуникацию, управление персоналом и другие отраслевые модули.",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/arevtur.jpg",
        childImg: "/img/departments/arevturImg.png",
        title: "Торговля",
        // descr:
        //   "Описание для торговли...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/bankayingorc.jpg",
        childImg: "/img/departments/bankayinImg.svg",
        title: "Банковское дело",
        // descr:
        //   "Описание для банковского дела...",
        linkTxt: "Подробнее",
      },
      {
        // img: "/img/departments/rejisura.jpg",
        childImg: "/img/departments/rejisorImg.jpg",
        title: "Режиссура",
        // descr:
        //   "Описание для режиссуры...",
        linkTxt: "Подробнее",
      },
    ],
  },

  departments: [
    {
      color: "#004471",
      title:
        "Программное обеспечение вычислительной техники и автоматизированных систем",
      descr: "Отделение, готовящее IT-специалистов будущего",
      video: "/img/videos/cragravorum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Техник-программист» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/cragravorum/cragImg1.png",
            title: "Разработчики и аналитики компьютерных систем",
            desc: "Разработчики и аналитики изучают и оценивают структуру и механизмы работы компьютерных систем, проектируют и планируют структуру компьютерных программ и систем, предлагают улучшения и новые технологии для повышения эффективности системы.",
          },
          {
            img: "/img/cragravorum/cragImg2.jpg",
            title: "Программисты",
            desc: "Программисты создают программные коды согласно проектам разработчиков и аналитиков, исправляют ошибки, улучшают работу программ и добавляют новые функции.",
          },
          {
            img: "/img/cragravorum/cragImg3.jpg",
            title: "Техники — телекоммуникаций",
            desc: "Техники телекоммуникаций устанавливают, обслуживают и контролируют устройства и системы связи, следят за качеством связи и устраняют возможные проблемы, чтобы телекоммуникации работали бесперебойно.",
          },
          {
            img: "/img/cragravorum/cragImg4.png",
            title: "Техники и операторы — обслуживания ЭВМ",
            desc: "Техники и операторы следят за правильной работой компьютеров и систем обработки данных, выполняют техническое обслуживание и исправления, эксплуатируют системы и контролируют обработку данных и вычисления, обеспечивая бесперебойную и эффективную работу.",
          },
        ],
      },
      images: [
        "/img/cragravorum/crag1.jpg",
        "/img/cragravorum/crag2.jpg",
        "/img/cragravorum/crag3.jpg",
        "/img/cragravorum/crag4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#2d7100",
      title: "СЕЛЬСКОЕ ХОЗЯЙСТВО",
      descr: "Отделение, готовящее специалистов с квалификацией «Агроном»",
      video: "/img/videos/gyux.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Агроном» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/gyux/gyuxImg1.jpg",
            title: "Агроном — земледелия",
            desc: "Этот специалист изучает и контролирует готовность почвы, улучшает плодородие почвы, выполняет земледельческие работы для обеспечения высокой урожайности.",
          },
          {
            img: "/img/gyux/gyuxImg2.jpg",
            title: "Агроном — возделывания полевых и кормовых культур",
            desc: "Специалист занимается выращиванием полевых и кормовых культур, следит за ростом растений и ведет сельскохозяйственные работы по обработке.",
          },
          {
            img: "/img/gyux/gyuxImg3.jpg",
            title: "Агроном — овощеводства",
            desc: "Он осуществляет работы по выращиванию, уходу и сбору урожая овощных культур, обеспечивая качество и количество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg4.jpg",
            title: "Агроном — плодоводства",
            desc: "Специалист заботится о выращивании плодовых деревьев, контроле сорняков и процессов плодоношения, обеспечивает высокую урожайность и качество продукции.",
          },
          {
            img: "/img/gyux/gyuxImg5.jpg",
            title: "Агроном — садоводства",
            desc: "Этот специалист занимается организацией садов, ботанических территорий и плантаций, уходом за деревьями и растениями, улучшает садоводческое производство.",
          },
          {
            img: "/img/gyux/gyuxImg6.jpg",
            title: "Агроном — защиты растений",
            desc: "Он следит за здоровьем растений, предотвращает болезни и вредителей, применяет соответствующие средства защиты для обеспечения здорового урожая.",
          },
          {
            img: "/img/gyux/gyuxImg7.jpg",
            title: "Агроном — организации производства и учета",
            desc: "Специалист организует сельскохозяйственное производство, ведет учет работ, планирует ход работы и контролирует эффективность производства.",
          },
        ],
      },
      images: [
        "/img/gyux/gyux1.jpg",
        "/img/gyux/gyux2.jpg",
        "/img/gyux/gyux3.jpg",
        "/img/gyux/gyux4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#886a00",
      title: "ОРГАНИЗАЦИЯ ОБСЛУЖИВАНИЯ",
      descr:
        "Отделение, готовящее специалистов с квалификацией «Менеджер в сфере обслуживания»",
      video: "/img/videos/spasarkum.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Менеджер в сфере обслуживания» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/spasarkum/spasarkumImg1.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих спортивные услуги",
            desc: "Этот менеджер организует и контролирует предоставление спортивных услуг, обеспечивает высокое качество и удовлетворенность клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg2.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих услуги личного ухода, гигиены и лечения",
            desc: "Он руководит работой по предоставлению услуг личного ухода, гигиены и лечения, следит за эффективностью процессов и качеством обслуживания клиентов.",
          },
          {
            img: "/img/spasarkum/spasarkumImg3.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих услуги отдыха и развлечений",
            desc: "Менеджер организует и контролирует предоставление услуг отдыха и развлечений, обеспечивает высокий клиентский опыт и комфорт.",
          },
          {
            img: "/img/spasarkum/spasarkumImg4.jpg",
            title:
              "Менеджер — организаций и подразделений сферы социально-бытового обслуживания населения",
            desc: "Он руководит предоставлением социально-бытовых услуг, следит за эффективностью работы и обеспечивает удовлетворенность населения.",
          },
          {
            img: "/img/spasarkum/spasarkumImg5.jpg",
            title:
              "Менеджер — производственного процесса на производственных предприятиях или в подразделениях",
            desc: "Менеджер организует и контролирует производственные процессы, обеспечивает эффективность производства и правильное выполнение технологических процедур.",
          },
          {
            img: "/img/spasarkum/spasarkumImg6.jpg",
            title:
              "Менеджер — организаций или подразделений, предоставляющих event-услуги",
            desc: "Этот менеджер координирует и контролирует организацию мероприятий, обеспечивает правильное и эффективное проведение программы, удовлетворенность клиентов.",
          },
        ],
      },
      images: [
        "/img/spasarkum/spasarkum1.jpg",
        "/img/spasarkum/spasarkum2.jpg",
        "/img/spasarkum/spasarkum3.jpg",
        "/img/spasarkum/spasarkum4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#d8961b",
      title: "ТОРГОВЛЯ",
      descr: "Отделение, готовящее специалистов с квалификацией «Коммерсант»",
      video: "/img/videos/arevtur.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Коммерсант» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/arevtur/arevturImg1.jpg",
            title: "Агент — по формированию и развитию ассортимента товара",
            desc: "Этот агент занимается изучением товарного ассортимента, формирует и развивает товарные линейки, учитывая требования рынка и интересы потребителя.",
          },
          {
            img: "/img/arevtur/arevturImg2.jpg",
            title: "Агент — по развитию товарных видов",
            desc: "Он следит за процессом развития конкретных товарных видов, предлагает инновационные решения и улучшения, чтобы сделать продукцию более конкурентоспособной.",
          },
          {
            img: "/img/arevtur/arevturImg3.jpg",
            title: "Агент — по торговой и коммерческой работе",
            desc: "Этот агент осуществляет торговые функции, сотрудничая с продажами и поставками, обеспечивает smooth и эффективный ход процессов продаж.",
          },
          {
            img: "/img/arevtur/arevturImg4.jpg",
            title: "Координатор — по продажам",
            desc: "Координатор организует и контролирует работу по продажам, обеспечивает, чтобы все процессы продаж происходили своевременно и эффективно.",
          },
          {
            img: "/img/arevtur/arevturImg5.jpg",
            title: "Ответственный — по работе с ключевыми клиентами",
            desc: "Он занимается управлением отношениями с ключевыми клиентами, следит за их требованиями, решает проблемы и укрепляет сотрудничество.",
          },
          {
            img: "/img/arevtur/arevturImg6.jpg",
            title: "Аналитик — по исследованиям рынка",
            desc: "Аналитик изучает рынок, следит за конкуренцией, потребительским спросом и рыночными тенденциями, чтобы компания могла разработать правильную стратегию.",
          },
          {
            img: "/img/arevtur/arevturImg7.jpg",
            title: "Специалист — по разработке методов стимулирования сбыта",
            desc: "Специалист разрабатывает и применяет методы, стимулирующие сбыт продукции, повышающие продажи и увеличивающие доходы.",
          },
        ],
      },
      images: [
        "/img/arevtur/arevtur1.jpg",
        "/img/arevtur/arevtur2.jpg",
        "/img/arevtur/arevtur3.jpg",
        "/img/arevtur/arevtur4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#35aeff",
      title: "БАНКОВСКОЕ ДЕЛО",
      descr:
        "Отделение, готовящее специалистов по специальности «Банковское дело»",
      video: "/img/videos/bank.mp4",
      infoParts: {
        title:
          "Специалист по специальности «Банковское дело» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/bank/bankImg1.jpg",
            title:
              "Специалист по обслуживанию банковских счетов (физических и юридических лиц)",
            desc: "Этот специалист следит за открытием, обслуживанием и статусом банковских счетов физических и юридических лиц, обеспечивает точное и безопасное проведение всех операций.",
          },
          {
            img: "/img/bank/bankImg2.jpg",
            title: "Кассир",
            desc: "Кассир отвечает за хранение, выдачу и сбор денежных средств банка, следит за финансовыми сбережениями и отчетностью.",
          },
          {
            img: "/img/bank/bankImg3.jpg",
            title: "Специалист по обмену валюты",
            desc: "Этот специалист осуществляет обмен различных валют, обеспечивает правильные курсы и предотвращает ошибки и финансовые потери.",
          },
          {
            img: "/img/bank/bankImg4.jpg",
            title: "Специалист по денежным переводам",
            desc: "Специалист организует местные и международные денежные переводы, следит за правильным выполнением и своевременной доставкой, обеспечивает безопасные транзакции.",
          },
          {
            img: "/img/bank/bankImg5.jpg",
            title: "Специалист службы привлечения вкладов",
            desc: "Этот специалист работает с клиентами по привлечению вкладов, предлагает услуги и объясняет условия вкладов, способствуя финансовому росту банка.",
          },
          {
            img: "/img/bank/bankImg6.jpg",
            title: "Специалист по предоставлению ломбардных кредитов",
            desc: "Специалист контролирует предоставление ломбардных кредитов, оценивает гарантии, следит за условиями платежей и обеспечивает безопасность сделок.",
          },
          {
            img: "/img/bank/bankImg7.jpg",
            title:
              "Специалист по предоставлению и обслуживанию пластиковых карт",
            desc: "Этот специалист осуществляет выдачу пластиковых карт, дает разъяснения по их использованию, следит за деятельностью карт и решает возникающие проблемы.",
          },
        ],
      },
      images: [
        "/img/bank/bank1.jpg",
        "/img/bank/bank2.jpg",
        "/img/bank/bank3.jpg",
        "/img/bank/bank4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
    {
      color: "#710000",
      title: "РЕЖИССУРА",
      descr: "Отделение, готовящее специалистов с квалификацией «Режиссер»",
      video: "/img/videos/rejisura.mp4",
      infoParts: {
        title:
          "Специалист с квалификацией «Режиссер» осуществляет следующие виды занятости",
        info: [
          {
            img: "/img/rejisura/rejisuraImg1.jpg",
            title: "Ассистент режиссера — кино",
            desc: "Этот ассистент поддерживает режиссера во время кинофестивалей и производства фильмов, координирует ход съемок, следит за сценарными требованиями и графиком.",
          },
          {
            img: "/img/rejisura/rejisuraImg2.jpg",
            title: "Ассистент режиссера — театра",
            desc: "Он помогает режиссеру во время подготовки и проведения театральных представлений, контролирует работу актеров и организацию сцены.",
          },
          {
            img: "/img/rejisura/rejisuraImg3.jpg",
            title: "Ассистент режиссера — радио",
            desc: "Ассистент поддерживает режиссера при подготовке радиопрограмм, организует записи и работу со звуковым фоном.",
          },
          {
            img: "/img/rejisura/rejisuraImg4.jpg",
            title: "Ассистент режиссера — эстрады",
            desc: "Он помогает режиссеру в организации эстрадных программ и концертов, следит за сценическим оформлением и выступлениями.",
          },
          {
            img: "/img/rejisura/rejisuraImg5.jpg",
            title: "Ассистент режиссера — телевидения",
            desc: "Ассистент поддерживает создание телепередач и программ, контролирует ход съемок и технические детали.",
          },
          {
            img: "/img/rejisura/rejisuraImg6.jpg",
            title: "Ассистент режиссера — зрелищных (шоу) программ",
            desc: "Он поддерживает режиссера в организации шоу и передач, следит за сценическими действиями и технической поддержкой.",
          },
          {
            img: "/img/rejisura/rejisuraImg7.jpg",
            title: "Помощник режиссера (технический режиссер)",
            desc: "Помощник следит за техническими функциями, обеспечивает правильную и безопасную работу сцены, оборудования и технических процессов, поддерживает режиссера.",
          },
        ],
      },
      images: [
        "/img/rejisura/rejisura1.jpg",
        "/img/rejisura/rejisura2.jpg",
        "/img/rejisura/rejisura3.jpg",
        "/img/rejisura/rejisura4.jpg",
      ],
      partImgTitle: "Практики, Мероприятия, Визиты, Мастер-классы",
    },
  ],

  aboutInfo: {
    title: "О Колледже",
    title2:
      "ГОУ НПО Государственный колледж имени Вардгеса Амазаспляна г. Эчмиадзин",
    descr:
      "Государственный колледж имени Вардгеса Амазаспяна г. Эчмиадзина (ранее Эчмиадзинский клубно-библиотечный техникум) начал свою деятельность в 1969 году согласно приказу № C 188 Министерства высшего и среднего специального образования Армянской ССР от 13.08.1969. В 1975–76 учебном году техникум переехал в более просторное и удобное здание, и в список специальностей добавилась «Организация самодеятельного инструментального ансамбля». Здесь начали преподавать известные в республике музыканты: Хачик Хачатрян, Грант Торосян, Асмик Канаян, Амбарцум Качачян, Мигран Демирчян и другие. В 1992 году усилиями руководства техникума в Арцахе был открыт филиал колледжа, и туда были командированы специалисты-преподаватели с целью организации методической помощи. В 1994 году культурные учреждения сотрудничали в программах международных организаций, представив программы «Преподавание армянского языка», «Преподавание русского языка» и «Преподавание английского языка». В 2000 году согласно приказу № 27 Министерства образования и науки РА от 13.12.1999 техникум при кафедре государственного языка НАН РА был переименован в колледж при кафедре государственного языка НАН РА. 29 мая 2007 года была основана кафедра экранного искусства имени Вардана Аджемяна, которая объединяла отделения экранного искусства, музыки и рисунка, и в том же году были созданы образовательные программы и студенческие объединения для международного сотрудничества. В 2008–2009 учебном году был утвержден новый институциональный стандарт, заложена основа программы 9-го института, что закрепило непрерывное развитие образовательных программ и исследовательской работы культурных учреждений. В 2018 году деятельность базовой кафедры стала основой научных учебных программ, связанных с экранным искусством. Были созданы видеоматериалы, музыкальные произведения, издания книг и новые институциональные программы, соответствующие образовательным стандартам XXI века. Все это способствовало повышению эффективности научной работы, и учреждение стало активным участником международных программ.",
    departmentsPartTitle: "Наши Специальности",
    departments: [
      { href: "/department/0", descr: "ПОВТиАС" },
      { href: "/department/1", descr: "Сельское хозяйство" },
      { href: "/department/2", descr: "Торговля" },
      { href: "/department/3", descr: "Банковское дело" },
      { href: "/department/4", descr: "Режиссура" },
      { href: "/department/5", descr: "Организация обслуживания" },
    ],
    admissionsData: {
      title: "Данные о приёме",
      descr:
        "Ниже представлен список специальностей, их конкурсные предметы и срок обучения:",
      table: [
        [
          "Специальность",
          "Образовательная база",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],

        [
          "Программное обеспечение вычислительной техники и автоматизированных систем",
          "Среднее/полное/общее/12-летнее",
          "Техник-программист",
          "Математика, Физика, Армянский язык",
          "3 года",
        ],
        [
          "Программное обеспечение вычислительной техники и автоматизированных систем",
          "Основное общее /9-летнее",
          "Техник-программист",
          "Математика, Физика, Армянский язык",
          "4 года",
        ],

        [
          "Сельское хозяйство",
          "Среднее/полное/общее/12-летнее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "2 года",
        ],
        [
          "Сельское хозяйство",
          "Основное общее /9-летнее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "3 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее/12-летнее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "2 года",
        ],
        [
          "Организация обслуживания",
          "Основное общее /9-летнее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее/12-летнее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "2 года",
        ],
        [
          "Торговля",
          "Основное общее /9-летнее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "3 года",
        ],

        [
          "Банковское дело",
          "Среднее/полное/общее/12-летнее",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "2 года",
        ],
        [
          "Банковское дело",
          "Основное общее /9-летнее",
          "Специалист по банковскому делу",
          "Математика, Армянский язык, Иностранный язык",
          "3 года",
        ],

        [
          "Режиссура",
          "Основное общее /9-летнее",
          "Режиссёр",
          "Армянский язык, Профессиональный экзамен",
          "4 года",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "Данные о заочном обучении",
      descr:
        "Ниже представлены специальности, которые преподаются в заочной форме, с конкурсными предметами и сроком обучения:",
      table: [
        [
          "Специальность",
          "Образовательная база",
          "Квалификация",
          "Конкурсные предметы",
          "Срок обучения",
        ],

        [
          "Дошкольное образование",
          "Среднее/полное/общее",
          "Воспитатель дошкольного образования",
          "Армянский язык, История Армении, Математика",
          "3 года",
        ],

        [
          "Библиотечное дело",
          "Среднее/полное/общее",
          "Библиотекарь",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Бухгалтерский учет",
          "Среднее/полное/общее",
          "Бухгалтер",
          "Армянский язык, Математика, Иностранный язык",
          "3 года",
        ],

        [
          "Торговля",
          "Среднее/полное/общее",
          "Коммерсант",
          "Математика, Армянский язык, География",
          "3 года",
        ],

        [
          "Организация обслуживания",
          "Среднее/полное/общее",
          "Менеджер в сфере обслуживания",
          "Армянский язык, История Армении, Иностранный язык",
          "3 года",
        ],

        [
          "Сельское хозяйство",
          "Среднее/полное/общее",
          "Агроном",
          "Математика, Химия, Армянский язык",
          "3 года",
        ],
      ],
    },
    partnersPartTitle: "Партнерские Университеты",
    partners: [
      {
        img: "/img/about/h1.jpg",
        descr: "Национальный Политехнический Университет Армении",
      },
      {
        img: "/img/about/h2.jpg",
        descr: "Ереванский Государственный Университет",
      },
      {
        img: "/img/about/h3.png",
        descr: "Армянский Государственный Экономический Университет",
      },
      {
        img: "/img/about/h4.jpg",
        descr: "Ереванский Университет «Гладзор»",
      },
      {
        img: "/img/about/h5.png",
        descr: "Национальный аграрный университет Армении",
      },
      {
        img: "/img/about/h6.jpg",
        descr: "Евразийский международный университет",
      },
      {
        img: "/img/about/h7.jpg",
        descr:
          "Армянский Государственный Педагогический Университет имени Хачатура Абовяна",
      },
    ],
  },

  events: {
    announcement: {
      announcements: [
        {
          title: "Конкурс «Молодёжная столица Армении 2027»",
          content:
            "📢 Дорогие студенты, город Вагаршапат принимает участие в конкурсе «Молодёжная столица Армении 2027», и SMS-голосование уже стартовало.\n\n📌 В конкурсе участвуют города: Горис, Масис, Степанаван, Вагаршапат и Веди.\n\n📲 Проголосуй за наш любимый Вагаршапат!",
          video:
            "https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1990747001705398%2F&show_text=false&width=560&t=0",
          createAt: "6 декабря 2025",
          upToDate: "13 декабря 2025",
        },
        {
          title: "#ОБЪЯВЛЕНИЕ #К_сведению_студентов☝️",
          content:
            "📢 Колледж может возместить #стоимость_обучения за счет собственных средств до десяти процентам состава студентов, обучающихся на платной основе, с учетом социального положения студента и результатов высокой успеваемости.\n \n 🟥 Стоимость обучения может быть полностью или частично возмещена студентам следующих групп: ⬇️\n 🔺️социально незащищенным студентам (семьям, зарегистрированным в системе оценки незащищенности с баллом выше 0).\n 🔺️студентам, имеющим только одного родителя (неполные семьи).\n 🔺️студентам, имеющим 2 и более несовершеннолетних детей или 2 и более детей-студентов.\n 🔺️студентам из семей, в которых двое и более детей обучаются в платной системе образования.\n 🔺️студентам, родитель которых имеет инвалидность 1-й или 2-й группы или инвалидность с тяжелой и глубокой степенью ограничения функциональности.\n 🔺️студентам, являющимся детьми учителей общеобразовательных школ и учебных заведений высокогорных и приграничных сел.\n 🔺️студентам, имеющим ребенка в возрасте до одного года.\n 🔺️студентам с высокой успеваемостью, не включенным в систему студенческих пособий.\n ‼️ Заявки принимаются до 18 января /для первого курса/ и до 25 января /для старших курсов/.\n \n #АДМИНИСТРАЦИЯ",
          createAt: "2025 December 18",
        },
        {
          title: "#В_КОЛЛЕДЖЕ_ЕСТЬ_РАБОТА👇",
          content:
            "📣 В колледже имеются вакантные учебные часы по следующим предметам и модулям ⬇️\n \n 🔹️Русский язык\n 🔹️Коммерческие компьютерные программы, система «АС-Торговля»\n 🔹️Банковское законодательство РА\n 🔹️Бухгалтерский учет в банках\n 🔹️Банковские компьютерные программы, система «АС-Банк»\n 🔹️Приложения дискретной математики\n 🔹️Элементы линейной алгебры и приближенные методы решения функциональных уравнений\n 🔹️Компьютерный монтаж\n 🔹️Теле- и кинотехника\n 🔹️Организация услуг личной гигиены и медицинского обслуживания\n 🔹️Организация социально-бытового обслуживания\n 🔹️Организация обслуживания промышленных систем\n 🔹️Организация обслуживания мероприятий\n 🔹️Анатомия, физиология ребенка и основы здравоохранения⬇️\n \n ☝️Требования к квалификации педагога, установленные государственным образовательным стандартом:\n ▫️Высшее профессиональное образование или опыт работы в соответствующей сфере профессиональной занятости.\n \n 1️⃣ Список необходимых документов:\n ▪️заявление,\n ▪️документ об образовании (диплом) (оригинал и копия),\n ▪️паспорт (оригинал и копия),\n ▪️справка о стаже работы (при наличии),\n ▪️автобиография,\n ▪️одна фотография размером 3x4,\n \n 2️⃣ Граждане других государств: документ, подтверждающий право на работу в Республике Армения, за исключением иностранцев, освобожденных от требования получения разрешения на работу в силу соответствующих международных договоров РА,\n 3️⃣ Граждане Республики Армения мужского пола также представляют военный билет (оригинал и копия),\n 4️⃣ Список опубликованных статей или документы, подтверждающие ученую степень/звание (при их наличии).\n 5️⃣ Место и период приема документов - Государственный колледж имени Вардгеса Амазаспяна г. Эчмиадзин, с 19.12 по 07.01.2026 г., с 09:00 до 15:00\n 6️⃣ День проведения конкурса: 12.01.2026 г., в 13:00, место: Государственный колледж имени Вардгеса Амазаспяна г. Эчмиадзин.\n \n ⁉️ В случае вопросов вы можете посетить колледж или позвонить по следующим номерам: 📞023152016, 📱098552272.\n \n ➡️ Ждем вас с любовью.",
          images: [
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601370604_4575863646033391_7518882118982309542_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=127cfc&_nc_ohc=LjzN5neeUncQ7kNvwG3ahrY&_nc_oc=AdkvDYU9A2gkwR6beg6Jzznxc07fCif9eoeKP__CdC88wfQGoVBm13MFyOt0HAg0j8k&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=gsrWXHZ4IA1ObcirkhmX1w&oh=00_AfnL3iHlPkc8Bq5A3ln8EVYPaV1G54bRUenG_HFJDOcvrg&oe=6950A6CB",
          ],
          createAt: "2025 December 19",
        },
      ],
      havent: "На данный момент объявлений нет",
    },
    notes: {
      notes: [
        {
          title: "#ЗДОРОВЫЙ_ОБРАЗ_ЖИЗНИ #ВЕЛОСИПЕД #ТРАНСПОРТ",
          content:
            "🔶️️ Эчмиадзинский государственный колледж принял представителей Министерства образования, науки, культуры и спорта РА в рамках общественной кампании, направленной на формирование культуры использования велосипеда как альтернативного средства передвижения.\n\n🚲 Цель инициативы:\n🔸 стимулировать интерес к здоровому образу жизни,\n🔸 сформировать культуру использования велосипеда как повседневного средства передвижения в городских и сельских общинах.\n\n🤝 Благодарим за визит и сотрудничество.",
          video:
            "https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1554026745789731%2F&show_text=false&width=560&t=0",
          createAt: "12 декабря 2025",
        },
        {
          title: "#ГРАЧЬЯ_НЕРСИСЯН_130 #МАСТЕР_АРМЯНСКОЙ_СЦЕНЫ",
          content:
            '🎭 В библиотеке с участием студентов 3-го курса специальности "Режиссура" было отмечено 130-летие выдающегося актёра Грачья Нерсисяна.\n\nВ ходе мероприятия студенты:\n🔹 представили биографию актёра\n🔹 посмотрели фильм о мастере\n🔹 познакомились с творческим путём актёра, внёсшего значительный вклад в историю армянского театра и кино и создавшего яркие образцы актёрского искусства.\n\n💙 Преподаватели: С. Мелконян и Л. Амбарцумян',
          video:
            "https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F812122908494309%2F&show_text=false&width=560&t=0",
          createAt: "2025 December 15",
        },
        {
          title: "#ArmProdEXPO2025",
          content:
            'Студенты колледжа по специальности "Агрономия" посетили 23-ю международную специализированную выставку "ArmProd EXPO 2025".\n\nСтуденты получили возможность напрямую пообщаться с производителями, получить необходимую информацию и ознакомиться с процессом — от выращивания сельскохозяйственной продукции до её потребления.',
          video:
            "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1263770515808719%2F&show_text=false&width=267&t=0",
          createAt: "2025 December 15",
        },
        {
          title: "#ЭКОНОМИКА\n #СЕЛЬСКОЕ_ХОЗЯЙСТВО\n",
          content:
            "🌏 Представитель Министерства экономики РА представил студентам специальности «Агрономия» Эчмиадзинского государственного колледжа программы правительства РА в сфере сельского хозяйства.\n ♻️ В рамках темы докладчик ответил на интересующие студентов вопросы и выразил готовность к дальнейшему сотрудничеству.\n ✅️ Выражаем благодарность за эффективную и содержательную встречу.\n #ПРАВИТЕЛЬСТВО\n #МИНИСТЕРСТВО",
          video:
            "https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1194325682647563%2F&show_text=false&width=560&t=0",
          createAt: "2025 December 16",
        },
        {
          title: "#КИНОПОКАЗ #Мы_и_наши_горы",
          content:
            "Студенты 1-го, 2-го и 3-го курсов специальности «Агрономия» по собственной инициативе посмотрели в колледже фильм «Мы и наши горы». Обсудили актуальность фильма и проанализировали выражения, ставшие крылатыми фразами.\n \n #Генрих_Малян\n #Грант_Матевосян",
          video:
            "https://www.facebook.com/plugins/video.php?height=314&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F1559171622084579%2F&show_text=false&width=560&t=0",
          createAt: "2025 December 17",
        },
        {
          title: "#МАСТЕР_КЛАСС #HTAHCA",
          content:
            "💻 В рамках практики студентов 3-го курса (группы А и Б) специальности «HTAHCA» принял Ваник Тигранян — инженер Hard-soft центра микроплат программирования Nairi Tech и одновременно бывший выпускник нашего колледжа.\n 🔘 Ваник Тигранян представил роль программирования в современной электронике.",
          images: [
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600427149_4573804779572611_2264435256083583764_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=imco9qeNPG8Q7kNvwFSncsV&_nc_oc=AdlB3C_FEGAXUx6fPf2nFF6p-k3aGzmhZyCO-duxfmH2_9koJyfU_xPyKsVe3Vfl0TQ&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=M_yHRpKRzdCg8XQL1-NYiA&oh=00_AfliSeKJZZsP6TInwOsRh-cLoUpdRN6eatGvArA8qvZqEA&oe=69508C69",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601000192_4573803516239404_4450845300179982628_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=wH5PJbigI-gQ7kNvwFbT-Ks&_nc_oc=Adlamv02NpTAYgG4SAGaHgT0zzBswUYep9joueS0thLEXF_n6qYJaGwbVKIK2nr5kSI&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=6rkue2auXNcD3BsnHS_p6Q&oh=00_Afm8t2B84KmGzrJFcFO7mXQZdNwrIpF8nNb-K_VWhdEVRA&oe=6950AD39",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600958568_4573803409572748_1336368969708368863_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=fsMejokhwV4Q7kNvwHLuzw0&_nc_oc=Admfn7zcDJpIHNkxpRqYh7T7TrW9L1G4Qucw5XTirHyEHo7ms0QhgRwQ9QiJLR_4kio&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=IosZpUPXM12_9ogPnaXRfw&oh=00_AfmOnPTgCakToJ8FYmhDOx91Kk7zTrifoxQsEaW5rOimpA&oe=6950B6F7",
          ],
          createAt: "2025 December 17",
        },
        {
          title: "#ПРАКТИКА #HTAHCA",
          content:
            "💻 В рамках практики студенты 3-го курса (группы А и Б) специальности «HTAHCA» посетили центр микроплат программирования #Nairi_Tech.\n ✔️ Персонал Nairi Tech с любовью представил:\n ▪️ роль программирования в современной электронике, \n ▪️ изготовление и кодирование плат и микроплат.",
          video:
            "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F837491645820829%2F&show_text=false&width=265&t=0",
          images: [
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/598297650_4575830369370052_1895195940764789820_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=qkQ75R3SjnEQ7kNvwG5yDvU&_nc_oc=AdkDvjIEiu7voqY3lLkd4tiHBZ9PLGtKxxDeJBMrYpCC2TnaPZeu85RAb5pyCnEYxsY&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=8cwwBQV_sZjMP9RBQVJ7xg&oh=00_AfnMJSNNErgzK0_i60v9MYpWDt9gFdLAUeWuaAfd3jh_HA&oe=6950A715",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600202109_4575831106036645_2043084291005740647_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=MW5mMkSO1cMQ7kNvwE1P4rA&_nc_oc=AdmAamHYkpULmp4cdZli5HNbBUIbUihw-SGEVukvTKtVsyQAGBpzl7u4oPRj-lJyXN4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=cG4LuzNWDk9S-oGAogbTPA&oh=00_AfnW-YfFI5Fo2smr03U_JSS5jsEHwt98-kwbUCKPPnRpcQ&oe=6950965E",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600339550_4575831849369904_1094694965076747744_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ZSFJxApp834Q7kNvwGM7OZ4&_nc_oc=AdkJlwNZNJSLiNf8Ukf5Ca8CPsG04TI9TCyTaqhiGAFYrReEvIjsUSJbH-YFs-MWOa8&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=jCjbvxXfXQWySEdaessTzA&oh=00_AfkggBCoQN2sjIVgIs3YkKqmI7xtbVjx5SX-EIlRlBy54Q&oe=695095E6",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601816594_4575832616036494_6192657311819781117_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=QGarIioGFuAQ7kNvwEGfwvI&_nc_oc=AdmfoZftrB5WIuiDazYfvH--TkbLCnmGi19XQNmHI2eopYX7wg7rw1MdINfrDr_Qfe4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=kB3CDSCXLbS6GHMf3m9keQ&oh=00_Afktpo4bLH20OXCUCfR7N9VIm7--iqZW00XX3k_lJwSeYQ&oe=6950C165",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600228928_4575832896036466_5361676230037066602_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=im4Ev-i9se0Q7kNvwFJGonT&_nc_oc=AdlkqORXM6o3laN7SdhpDHsrxhKoAJMU-O0NvQzC08fUCRIQ1-CFx-fkPxlcsgj3Jmc&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=-MtsW45m38a8MLp74f2v0A&oh=00_AfmHBrh_seB26k7fK3rt0Xu8g-mQEN4ck-NTz_zTrFlJbA&oe=6950C113",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/599635208_4575833359369753_2893560360794429776_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=mvMYg0OLShcQ7kNvwHUIn1h&_nc_oc=AdnMMnKML01mP4xKq_5Hd06bzrN64Y-xdyrkMfyLNA4vOm6U1edaGA8bSzUt6B4SG6Y&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=SZfFBMQpgUkzmO9MuMicEw&oh=00_Aflw2H7SVCGehYV8R9ebhnHy0Xd4WCCTpqj3Usoe-L94Ug&oe=6950C1AD",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/600319606_4575833712703051_3257885864359298084_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=102&ccb=1-7&_nc_sid=833d8c&_nc_ohc=VeOc1qxfP08Q7kNvwH1LkY4&_nc_oc=AdlpeqA6lL9i2AFKvQ82iOoRCKVBBPaq-tX2vfnsf0Ce2TV5EIOQzT4llUaf8mN4XzE&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=ROWynVDMILRjBuGsAxXqcA&oh=00_AfmGHzaPTlmcSoWQcRABRzJ-zyMPFhHMYUcF-usvgtJ4Lg&oe=6950B59F",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/599666348_4575833982703024_7690182497208535474_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=JhjwWaD-864Q7kNvwFO_vpd&_nc_oc=AdnfkDIiY-t39GWGkWHpg1Yyt0SCrysq9k4KaMRtWfuJFv6oOd0vNuPVdHrqKG8b-L0&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=zkcDrSUtDnNfXlSlrBD8Wg&oh=00_AfnHAFD66-6elaZTC79oy0j8R5bY0nUtmTFvsC4kH6qS5A&oe=6950A033",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600327687_4575834289369660_3670658664372034185_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Yk_6Xgg3QqAQ7kNvwG-TQJm&_nc_oc=Adlozvq_ls726szHmTOtDTBV0eLzqOQZQ8bJ5G9uwB8_hsdvrgJU06_S52IGm0-q75g&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=vn9zg2jnWv2TfHSSrXhShg&oh=00_Afmf801_7aXN9KwmIh0bkEc8qYzM0A63pByNF2pZ-idp9g&oe=6950A912",
          ],
          createAt: "2025 December 19",
        },
        {
          title: "#Национальное_Собрание_РА #Ознакомительный_визит",
          content:
            "17 декабря около 30 студентов различных специальностей Эчмиадзинского государственного колледжа в сопровождении преподавателей совершили ознакомительный визит в Национальное Собрание РА.\n ❤️ Студенты посетили ▫️ Музей Национального Собрания, ▫️ ознакомились с библиотекой с богатой литературой, \n ▫️ приняли участие во внеочередном заседании парламента.\n 💙 Визит завершился интересной и содержательной встречей с депутатами г-жой Тагуи Казарян и г-ном Нареком Бабаяном, в ходе которой студенты задали ряд вопросов, касающихся образования и других сфер, и получили разъясняющие ответы.\n 🧡 Выражаем благодарность законодательному органу РА за предоставленную важную возможность.",
          video:
            "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F2263725740790816%2F&show_text=false&width=260&t=0",
          images: [
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600321974_4576810645938691_6845139438169256557_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=UlAEWEQtCa8Q7kNvwED3k4D&_nc_oc=AdkZbBvM1ox8_pqAvKaxj_y2TgLpZ10Mthm0xBZ6BL3DHTnFkQtBf3YebSXju7zg4Jw&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=eoa9e2ehpfMKyCfUL0gs6g&oh=00_Afm-s85DTx3d_2uwd15BkwBx_wqPvM7yexC4bEFmhzol3Q&oe=6950BB86",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/598268479_4576810705938685_259415939511439902_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=OTY02AgVv-EQ7kNvwF9P6ek&_nc_oc=Adkxk4D_LmwssmSTqc0QeT9Kyrijvoa-x7ep782lPrPOE5zYDoWuJVgfpkX-ZQrL0UA&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=rWEBVGYalwtK2rVVXGUFzg&oh=00_AfnWpza8uODa9SjiJ4WwVhetBmGTU9pcklfis9pGp5eEFw&oe=6950B08A",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/600316612_4576810762605346_7717070227401101776_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=W-oDxVN2gaEQ7kNvwHbrOv_&_nc_oc=Adm0-mZlYy3xSIpCSbSnpyHVwDtGconZl075jUCGmCv5KKerR5TWuurDHKJs9qwaNN0&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=wzFIGiIRA12qcnvzl6wN6A&oh=00_Afn-gTNaMxOuLeEBk7rx1SrRc1DLnEjGLOVnqqemC28dyA&oe=6950C3FA",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/603856829_4576810822605340_6861102923193143622_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=NxQOlqsvzuUQ7kNvwGrRujk&_nc_oc=AdkLmflbyrTCVw74OuB262kUqsrcdSMZLfcCuXhqtYId-KZs0bmBbPrJlmQQL0y1eH4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=DgVLnXvIire6o58pWDWWBA&oh=00_Afn46DsMMcH3nW3nwQghHFu0zQSnGwBS3Gy0Iavju3g0xw&oe=6950B475",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/598487773_4576810865938669_6719790555783302596_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=QTZStANp4hgQ7kNvwG5fZNl&_nc_oc=AdmxgM07qpHgb1vM18kTGDLjk6JVXI9a1Dhk6JeZjiySDkRfnMw3WMgWog_jFcb-G3k&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=uGUhlqEAdbMO4LhUWqX1YQ&oh=00_AfmTQtrYyWpAs8GWySyRWzXfTUxtSZHG-dASfSpnF-t7tg&oe=6950A4F9",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/602454233_4576810905938665_59355453756700111_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=mGU51qty2YcQ7kNvwGjJV82&_nc_oc=AdkQHju03NngqQsu_EX9HRUjBWi8hoz7J2hHpDT6tM0arjC8bEjbGP40Dlq1-0KPyqE&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=mB-ZnVKU2gTIgnzShgKfgA&oh=00_Aflhp8hW1KpX5ydFd_vA_ApHjI4WQz3uoZN6uv0nuUtXYQ&oe=69509754",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/600405399_4576810945938661_2468569392993159713_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=HDZREEZlJJIQ7kNvwEOlA_0&_nc_oc=AdnKrMCLLA6eiZk3mBkKTzHqVFaqZt5SlveUq7uYEkosSk5OZOj1zy3IInkyyFKLYB4&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=I5lGERQGHokQ_11ngUQ2iA&oh=00_AfndSmTWXWtt3lzHMZpx5urShw4zPYdozpfi8FaksB-fPQ&oe=6950B860",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601811855_4576810972605325_8979099222511083304_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=y7dEgVXfGPYQ7kNvwG9-Yvm&_nc_oc=Adlt5Mc2dGLTd8j3nOZAp_BqBczh7zDqcW5xe91FhdOztPQXCN2VPg6IYH7AzIxMMTk&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=y2UYNll0TAiS3JDHOqHCbw&oh=00_Afl_3K9Bys0epEeP1b-Dgl0CY6SUZ69AVg0TbGzOyaXgJg&oe=695095EC",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/599939548_4576811012605321_8496923748491576224_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=7sqEmfiTvvYQ7kNvwGjrbM7&_nc_oc=AdmvDU8ktcIWwwmYkxo71HdjWeal7gQoUbe5JCPPxxKISC5bRhB7p5dh1JxCXThOVbw&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=QYNVgitCmPJqZev1yOsN-A&oh=00_AfnO2SvjSJaSK9G_aO2ocAsz9rDcNnP4Z2DhqBRpEk4eaw&oe=6950B3E9",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/602421963_4576811052605317_4985625984232162909_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=yMZHTN9pOIoQ7kNvwElEsjx&_nc_oc=Adl4CCJxHi6IOZLilKn00_fPf5ZHGn05UdDwmNHKnNgoxsazE1YmRwx7pL4BFXpxAoA&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=2POThC-86dcxYUNro8-YkQ&oh=00_AflLkdrG17LzeC_0YglgNJhI1xpgFaa1yN_6LM7kZX_qdA&oe=695092AA",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/603774684_4576811092605313_5809557500401216460_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=WWGcNdQU950Q7kNvwGV6HGz&_nc_oc=Admzm-L8oWUGVjipo5ovoDXk-PAE2ddAavXwZc9eMUy4DhKLvqBRxh9jhLPemFDMpE8&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=ZUJNIMWV3BZsR-CtLEpRZA&oh=00_AflO0b_ARqkPUd1SubTbl_DNTNCvSUwJoYaBt9jM0rHcGA&oe=69508CAE",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/599670568_4576811125938643_8827729442642516467_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=102&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Z8MpMYpVPOkQ7kNvwF1m-64&_nc_oc=AdnPCRqsXMQfUwJLB_g6zR2I2GdcZ_LsD2oYeXI04yUvauygozLwMbrCJp_vGLnK5lA&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=7Rn1f0x2ncmBGqni2c1deQ&oh=00_AfmTcUJR2e8mBpIicSyd59EGbZmAqxPqvmEdrT8QnNO9ZQ&oe=6950A699",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/598180236_4576811162605306_5140035970592093208_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=IAR-8cJbsw0Q7kNvwFDOQIy&_nc_oc=Adle5rqHqcmzA9qPObEZ5ZxUY9MPnFRs_YTZiDuOtVh5WJPJOckTdKtEP_axIQMXCQw&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=zXRRshjAGK3UrjbeCru0Mw&oh=00_Aflh0Q6V8okF_Vr7HZSyaOACpcvB2hGpK1ZGIanSh1knaA&oe=695094E2",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/598302529_4576811205938635_8851419428801931472_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=102&ccb=1-7&_nc_sid=833d8c&_nc_ohc=JkX2PLMZTEQQ7kNvwFslVnL&_nc_oc=AdnZkED6n3C519qWlg6xz_7CxqFShJW3nDT1ecp9cq1-yper2QOuaYLjOLTwBsugmis&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=Em0NEnQXafXy-zRK-YTZDQ&oh=00_AfnXfNJJVLafteM478J4h0gfaK5nzElJE7avyZBbK5k3dQ&oe=6950C0D9",
          ],
          createAt: "2025 December 20",
        },
        {
          title:
            "#ИнтерактивныйКурс #АрмянскийКрасныйКрест #ПерваяПсихологическаяПомощь",
          content:
            "🚩 Психологи Армянского общества Красного Креста Мане Саргсян и Алина Саргсян посетили колледж и провели обучающий #тренинг на тему «Первая психологическая помощь».\n 🔺️ В ходе курса сотрудникам колледжа представили: ◾️ основные принципы первой психологической помощи, \n ◾️ эффективные подходы к оказанию поддержки в стрессовых и кризисных ситуациях, \n ◾️ методы эмоциональной саморегуляции, а также\n ◾️ важность эффективной коммуникации.\n 🔺️ Курс прошел в интерактивном и вовлекающем формате с использованием игровых методов, что позволило участникам не только получить теоретические знания, но и развить практические навыки.\n ❤️ Выражаем благодарность за интересный, полезный и проведенный на высоком профессиональном уровне курс.",
          images: [
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/600213955_4579852892301133_8274376801569957898_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ZWoYg_s8jt4Q7kNvwE8fDGJ&_nc_oc=Adk28JZ-02dZ6z3O8rGNrw-699vNK-3oDBs2K33CgDHl0qPjmRO2SF2wANfDSlhBXRw&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=VjNfIJDtviS00JaSiI-2-w&oh=00_AfmYVDeDSEqfhMYjq9RKtQ8Uv42x0CyVhJk0tEdHtjBbxw&oe=69509E62",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600367253_4579852988967790_1806517637237022288_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=BVYoeLf1B-wQ7kNvwFGYALb&_nc_oc=Adnpy0I0xmypieQVeDucePCVDoyRaQqVjtkXmKPv2mBIZ8_XfStAegIiuOYraVzWyw4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=TZwVCMVIFSnNXU3FPVZnwQ&oh=00_Afndk12gebiRCNU1TipFfE3yfphIMcP0-1RFvsDN9mvF7g&oe=695091DC",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/601886630_4579853065634449_6561743687007283456_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=hm7JlID4jkUQ7kNvwHexWMl&_nc_oc=AdlcTcWnu-mZBR_qpo7vB869qyoSBW_5qER_4-tnv2uvVpR_r5Buqvt9OUb2Ur_5rUc&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=Wera9Opo2rLz4HQUQIwANQ&oh=00_AfnOQ2-Kw6mk-N7kvSYJzsyoMpH9uGelCWGaQe9Y73CiHg&oe=6950AFFC",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/604851169_4579853102301112_3248879333726937150_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=mPv3qO3fRzoQ7kNvwEy1UEu&_nc_oc=AdlsCzzXzdeogRoHRsM7qAqgFj6OtDMtg-DLGnDS34yy1lHiwgk6pFHUUib5yjOV5f4&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=IRUzq95LQHlSnRq2YF4bbw&oh=00_AfnFNq55o0wRjp-5VZa5Db7DTGx3P5uaRO74WQ5ckTHSdg&oe=69509154",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600473710_4579853188967770_5866590255080637509_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=LCsCyjqi4fIQ7kNvwGumy5M&_nc_oc=AdmpKU2UmW7s5aS9A_LBmpzbWYEt9C9G2ZOujghPqXefryp-iDKuZxNtderueAlHF7o&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=03GTYXJklRrOy-u3I98CRA&oh=00_AfnuJPdhjskFraqxt2p_1MfVbp8h60GmiQ2NJZb3j7XEzA&oe=69509CCA",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600881835_4579855018967587_5858080364993839135_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ciJDZRO7zUAQ7kNvwH525xC&_nc_oc=AdnZT1Q-33QftAsGaYFtuUY5nNlcn5BVNYe5nl6DTApHeAa7e-mXx92eBhmrubaSNNs&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=VwbEwgVyQ4PAIGevET84KA&oh=00_AflWpV9grPpiWueBdg6hRrtG6iN9ZsfDYJphpbSvvilihg&oe=69509F7C",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/601822030_4579855142300908_4471575671746397917_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=hfec6dUEr0AQ7kNvwGvCrj6&_nc_oc=AdlD2gvTdz3KKcVXmtpeK5y-MkXuHcUBLna1ewT_dE4ZRQ8LEPz880F1QV2fK8yFTxo&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=JcsZ-3D-2bI7imzXd11cYw&oh=00_AflWnzTKQdu80m6uSMpuX6RfTjh_KoWJr083EnDQFXKBWA&oe=69509620",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/604789329_4579855185634237_530537506850863644_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=B0qxOf1bdTUQ7kNvwFjjR0o&_nc_oc=AdlnJYEr3APpV2UgHy4Qr2ANwj2UZ0HH8JRUvr_URGPDBse5TEgKpeMOxqeUlcWKkDE&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=G_4Itk-r21kaPfnVPvPxHw&oh=00_AfkHxtIa_EjcA-F5_DsE2gBrJ0vH-PjbFt_MwY9-QUik4A&oe=695098B3",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/602351639_4579855242300898_6130364899981561249_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=YBVuZpYjXtMQ7kNvwHNWRmV&_nc_oc=AdkW4A2iPNVCJESxRMXJQ-e7D46RIxrS77VEZjWZ9tBJjACWHYtMS9pYYuJoWOjgC4o&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=N8N5EoUm9fJ41KIi_AI1Bg&oh=00_Afn1kAbsN5j2fk-syClOSphIGvYh1L2oWAliqNxsgbo-_g&oe=69508DF8",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600457507_4579855375634218_8910121425089185762_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=-LWLhfsGIWkQ7kNvwGJ792U&_nc_oc=Adk1fFPEhl5La9ULKgC7KF1YZ-02QeIjZEJRe8MNJ4H2nz2hoABOdZoG78in_c57K1k&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=yDK0cIL31zGEYtgR6Y7YzA&oh=00_Afmka8CMMjrvyImKiPEIff1y60wSXqCmzNOUNMUIyvv58A&oe=6950B85F",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/602326942_4579855508967538_6839927352001371597_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ssVIgdNpzmMQ7kNvwGOCVzQ&_nc_oc=AdnEn5QRwAjAVS-5gI6S-Cs25UXDh5aOnMXUyQ3KfIUtd1KpSkTmN0HWYR1DAJTbZN4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=zL5TQRqhspUQs4XWZF1dYg&oh=00_Afm9VTUzpbYTe4MTVQUMuiJ27ElncuZ6sUT1noTCXcufIg&oe=6950B131",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/603892963_4579855648967524_6505457375713349615_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=106&ccb=1-7&_nc_sid=833d8c&_nc_ohc=5RBSd7ukILMQ7kNvwEQbdPO&_nc_oc=AdlHl2UkSnz3TtxScf0FfXXUMZGJay_Z1H5tEgMJXEWYrkz5E6hu7Pk74UKzynMuzWM&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=Wj1Tuyq4leaYfyg52_0y8g&oh=00_AfmRHje5ZTM4dC48tcVYWvBMBxinHbwaTFMKnpdxaK--_Q&oe=6950C0D2",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/600356884_4579855735634182_8297682879330894118_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=jOkkiymuXZ4Q7kNvwFZERnH&_nc_oc=AdmYWNahZ_n4kzEXGI__KjgdAN0Y1DfNKw2AF_T7_FBgEQNIfsmkN2yfJHf5ZKwKArc&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=Iz3COc3u0BF3J3mUyIhz1A&oh=00_AfmiaGEX4jt1N6w_KwB7FwsJ_5nNzydTKTxB6BTMIolGZw&oe=6950B512",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/603750052_4579855818967507_9138243773071969896_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=liZ2snft5zQQ7kNvwFE0cMP&_nc_oc=AdnawtqZM5t8EnKIKBqHNS05pv2DAO39iOgE1xdQjIS__GwtUHrgiN2zKLv3mMgXHKY&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=TEHS2QWKq0M8Me4ojYZwFg&oh=00_Afl7lGoXlSwreWpztaxn8YF6Er_JilP1UF5yZ6kreU9_qQ&oe=6950B7F1",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600472699_4579852675634488_4537777455990614853_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=xTra0qnaQVYQ7kNvwE9fnWj&_nc_oc=Adl1bKz53oo6u29NHMxcHKQFb2qDZYAg5vvGklKbvCplJygjPeZ_hxaOjC8EjSH3-WU&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=qvJd8AYfVLaBWwbNEqXueA&oh=00_AfndjAtHbdnWNsLXJa8cO7_LPuWsIpeiwgXJp-OWS70H_A&oe=6950AC3D",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/603843855_4579852742301148_1528845320527637320_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=fnLxptzwgxsQ7kNvwE2KLgb&_nc_oc=AdnP5FrfvvQ3gaLs0Z4_hyBGQjNd6pL64P5OHATpURL_tdro0wD-XTFrw9op6tqNQ9I&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=h9eQkwrVwT3cl48ae_WcIg&oh=00_Afnws-rOaLl4TZVxu7dt_zX3_o3qNfumM91-wzeKB40XcQ&oe=6950A53D",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/602465793_4579852792301143_5296388885315902755_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=y-GD0YcyeWsQ7kNvwHMPCIr&_nc_oc=AdmhgFsYDs7VuBfWkhW9oX6zi5tWxFFpXd4V1SfVh9UF5-lHBdxmqP8rjAb0AvYP4pQ&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=nCYDevt7uPoyOFX8DK62zw&oh=00_AfnWj1ju4dZ8rBGAU_akq9H1D0THV0iUplf13Vajh17Ahw&oe=69509805",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/601466657_4579852842301138_357594220977756911_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=nHV-3V8QhKkQ7kNvwGvHNu0&_nc_oc=Adm764M2DF3Pss6AZzEwejv2X3GlwEBizO3DTyu3Dc4WzEHefLFnQnCpR4q7s77BP50&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=shm3CLD_JHVyAA7iub3jjA&oh=00_AflJEFzNAMABJQwCFeevDAzYcraLa1xFceVyFNrzyB1yMw&oe=6950A235",
          ],
          createAt: "2025 December 23",
        },
        {
          title: "#BigChristmasMarket",
          content:
            "🌟 Студенты специальностей <<Режиссура>> и <<Организация обслуживания>> приняли участие в крупнейшей новогодней выставке-ярмарке.\n🌟 Они почувствовали атмосферу праздника и радость, получив ценный опыт участия в подобных мероприятиях.\n\n#WeWishYouAMerryChristmas",
          video:
            "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F2088761558538531%2F&show_text=false&width=267&t=0",
          createAt: "2025 December 24",
        },
        {
          title: "#ПРАКТИКА #ИНЖЕНЕРНЫЙ_ГОРОД",
          content:
            "💎 Студенты 3-го курса (группы А и Б) специальности <<ХТАТСА>> в рамках практики посетили Инженерный город.\nСотрудник Инженерного города Нарине Маргарян представила:\n\n🔹 процессы создания печатных плат\n🔹 электронику (радиоэлектронику), измерительные приборы и системы\n🔹 радиочастотное оборудование и системы\n🔹 полупроводниковые устройства\n🔹 изобретения великих армянских ученых\n\n💙 Благодарим за теплый прием и сотрудничество.",
          images: [
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/604692113_4580686248884464_3178715966235119483_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=YcnI_zkgFBcQ7kNvwET8ARi&_nc_oc=Adn8z1JqF_ehvHERSvNDBtC-oc6jdI1JAVdgfo51DVvVG9fJIxxYcdDPowFVRlwFshI&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=hsToNH6rv1WyHT8d4SMFOw&oh=00_Afril0jyld3113yMNykErfALq_FQj4XCdXY0OQvazw3x9Q&oe=697B1F13",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/601827560_4580686372217785_3598223404933219131_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=tKMKeMJvCjIQ7kNvwH7o16r&_nc_oc=AdnPKh-t1Bv-lXu6ck4VW4w-ValRdEvQ2FUPruSfNFNJIYE96e3DMcuWlZKJdgv9e2Y&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=rjzL8Bfu_X2KhendcgOL3A&oh=00_Afq3bfZuzbkDcVN9p_fe9_wS66v8Pkyx8hPKagVNfy8s7A&oe=697B1F11",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/603906548_4580686462217776_2242485592531033128_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=108&ccb=1-7&_nc_sid=833d8c&_nc_ohc=fRosJxnAfKEQ7kNvwEOkYu7&_nc_oc=Adm49B_zn6U0gBekOPlr-oxNqVMxWvo1tOTTi4GEDJ1zFPXESM-ulO61t21MQFkoz6U&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=_-kHexsQ-Uk3VPJekNQmyQ&oh=00_AfqvG9fTKMGMTBfjMx_lq4A2RdSeMJiI2UBitt5i_8vBlw&oe=697B0CDF",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/603760407_4580687318884357_8904469708326237342_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Sf0PQ46qZIIQ7kNvwFny1JM&_nc_oc=AdlkhZPp-sXHfbrAra_LrR9q5QfTRybFpzQbH-hDJz4TijZkYcVxNTPpguKNa_Ioa2c&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=LB4kv6_Dy-uqL_SygvvkfA&oh=00_AfrubZk2KfwBtgvz0vj7g5N2L21WMhpz_7cjgqSk1PiYnw&oe=697B1833",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/603873607_4580687565550999_7622262072277218054_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ujJgf-HwX24Q7kNvwF53sKL&_nc_oc=AdmNs_Hud-vQ30WCIPDK7dJ55_gN3coO_69RIXzFxNOoZK5JTX3Ht44wdlBsewBvXnA&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=9xesOVYALEmBY_rYUR95qg&oh=00_Afr2KV-41CujZeZXRyT90raAudj2F7iXmLjyypk6QDo4Pg&oe=697B06BD",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/601845718_4580688042217618_8737824170520526922_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=IL29SBgvgPQQ7kNvwGpUxF1&_nc_oc=AdnRrLKqmufpZJ0THJPHpaVXc2JbbqXK5Rj6pNRXN_rK-7VUu_FWMl3Skmsj2L9qQ5w&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=hGb85ffiM18SwiTzTedVSQ&oh=00_Afo-yP9kCXbOtoennGAGmfVVr8Krx7ZpVZBDt-4bDKczCw&oe=697B03C7",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/605715731_4580688395550916_1257244560781739886_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=Jt0MzT82dmsQ7kNvwGEePc3&_nc_oc=AdlCz_JdjVOrLMGKgnWjo3W_vWIyKvVrIxwSONfYq-WBc7v84T3bVP7V0wUuzWUti24&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=hTRp3IXljcY4j-X4hfCkKQ&oh=00_AfomCfB6j_GX1OG8ErgNVg2BCTeuCU-DBQf9goZ0RoXaSA&oe=697B1FE4",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/603758738_4580688635550892_4128986476871399614_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=sLsOJZtZDKwQ7kNvwGi2_su&_nc_oc=AdkxY0uwP5dmdv6sI1UYO2FFOTU3gOKqRp9qGvAKfdqNT9Bhd5qeiAq92V-sUuibQqc&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=Ad9A3iFgUIGl_I-hBVjA4A&oh=00_Afr4tN9QeevFXb8QRIZVROfapRmSPeCxamN1HAun4117zA&oe=697B22DB",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601537089_4580689822217440_8358094783490844641_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=RN69LhSQ8FwQ7kNvwFFAAt7&_nc_oc=AdkKo5ZngWyimhqMEzBJHNlo4bR_fbodIC9aihc6DcVDMTcX2NqiRqPJbgKEPr8JB_I&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=WJ6NJ2q6oNWVdW52LVhABg&oh=00_AfoWwm2xXDVL3KD7Sx2d1S0IVNQ73Blypc-C9wSWG7nuVA&oe=697AF5B4",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/603890420_4580690415550714_7945049547251898939_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=XcZ5xZ3kP2EQ7kNvwEsauGE&_nc_oc=AdnBimgDtQSoCA1oP3byY3auDqPeHbQ5dNf1nbfDBCOUdkfmTlUpiyVOqzKOUGsJjq0&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=i8zmC4BIgT3ZPdsEq9zi5g&oh=00_Afpe4PUhA0ffD5gsK1Xr-Wkx5PH7MvJ_BugOns5Ej1jNrA&oe=697B005A",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605746124_4580691682217254_450926813036989031_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=qLGJ50OQN1wQ7kNvwF1_NnL&_nc_oc=AdlX5zzH1CLL-A-VKBAdbxnJLRB_oRA9lGqFzw0ur2s2E3_g6DXh8lMD5-Iwke8nABc&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=0Ux50PmyPkDfzXSyq5aI4w&oh=00_Afp4V5OTg9yrt3hbjGCx9yGx3wlyD2F_Y3U_--mN9C8-1Q&oe=697B0035",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/603049747_4580692258883863_2763635577601969353_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=EsRcZSyMuA8Q7kNvwE3-jOU&_nc_oc=AdlYB-Zi9Pyr9ZIqWF4i9vcN6LaHwDyMKQ-ucDQ8qDdNjI0h-DpFqwbNSM3FtMi0xYc&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=FTkIVPuaonCDprg6DAebDQ&oh=00_AfqAlb8VNJr71PWDub7XkagdTpE_7UVANAb5ScJfCIBjOA&oe=697B1644",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/601871146_4580692562217166_52856278507907266_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=P7crjsDCP2IQ7kNvwHFsGQL&_nc_oc=AdlDjn4vqSF4DUL5ymxVjaywF8Fbcw7bAi6M15sVckjYY_C9WR7CdEYfZfh3QGCPzrs&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=sKHWKew__qYbX9BViflTcA&oh=00_Afoil0uYYQJZ5XtPijONIWYSi39WRX3KiqDsyLRc2DxzNA&oe=697B20EF",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/605343135_4580692685550487_736245287546854245_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=103&ccb=1-7&_nc_sid=833d8c&_nc_ohc=dAtIUvWEjicQ7kNvwGOt1JD&_nc_oc=AdmXASYOI5V5TPU2c7-1onrDprjrltXWkEZqlxqvtuhikQDAGNbyA0xqTGVDsMLps8E&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=_MS0R_kCwju7CIu57TQK-Q&oh=00_Afo4Sqihmc2QhmeHnBtjpSUs87ObjDEN6dm_cji6sZetgA&oe=697AF8ED",
          ],
          createAt: "2025 December 24",
        },
        {
          title: "Мероприятие, посвящённое 90-летию Гранта Матевосяна",
          content:
            "Обсуждение, посвящённое 90-летию Гранта Матевосяна, прошло в тёплой и дружественной атмосфере.\nСтуденты специальности <<Банковское дело>> (1-А и 2-А курсы) и <<Организация обслуживания>> (1-Б курс) поделились своими мыслями о великом писателе, его творческом пути и повести <<Осеннее солнце>>.\n\nПреподаватель: А. Чатинян\nБиблиотекарь: Л. Амбарцумян",
          images: [
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605080348_4580762305543525_2481243504805347504_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=127cfc&_nc_ohc=naNDuNz2nHwQ7kNvwH42Y-e&_nc_oc=AdmdR820rCVO5how3wys_6Z4kUVlImI6mQQYB3HSUvCJmGQ09ue554R5yxIw8buM5Oc&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=XOXYrGpdbHdhbmq0pEc6kg&oh=00_Afr0V7LMLWpFkApAf4PPMswqMC3kmyXU6BIF4o8Ipnh97g&oe=697B23D3",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/605820123_4580762335543522_512526667221684015_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=127cfc&_nc_ohc=qgGCX9mS8_UQ7kNvwGYwRZt&_nc_oc=AdngIr8hHYWUNxp-XN1sxBEZotQxTBFdS5LW-vRQ8bQdmYYqPumZHGpp_7jBvUN1nkg&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=ha8gdU5RVWsdUmEBDw7SoA&oh=00_Afr97kKWVuaFr0FaL7oejDyBMyae0IDtiDAnAJPGooYpIQ&oe=697B20A6",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/605157516_4580762418876847_5866918506673920772_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=127cfc&_nc_ohc=5HzsjfWZLIwQ7kNvwGIy-hu&_nc_oc=AdlPWpz3LLM7mHugenRfavcAH_7jGKNE1Bs3JMlgpvjUNDAqteJNLzOP2b_F_wy2Jgk&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=gfRbyZ89hDIFEAi1mbe40g&oh=00_Afr5dSSIgpj5sVZ_rk28374PgX4QpRySOrzLAOR4YC-9Gw&oe=697AF147",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/605263220_4580762582210164_1801017743018226245_n.jpg?_nc_cat=109&ccb=1-7&_nc_sid=127cfc&_nc_ohc=Lw-SnkCMV9QQ7kNvwEM18gb&_nc_oc=AdmkvuYJv5sB40ZapGaJRh9ZkpPEUQm6aD5VjGeO-cJFtTtXv-_Agg2jg8GuwAnBo3g&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=48XtzivPPLMvm0lGCyJXXQ&oh=00_AfrTYsBmHpf_-B2IS0yu-xOS2pW65K2ccsDA9GNKEp4q2A&oe=697AF7CC",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/605544720_4580762602210162_1937636085336451356_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=127cfc&_nc_ohc=0N7WlY7NIJYQ7kNvwFPytZL&_nc_oc=AdkyoLWgZpgynEZFhvR_xF7LRdUno3U5f0Rp4sx1tE9Sp_gsqFVoSYynQR57RKf8lM4&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=d-8F2P8R7IQXKTbeY_G_cg&oh=00_Afo_tjNmhQL9XGsYFS7H4TYIIUIy29BrVMf5kGt3nAttNg&oe=697AF925",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605155909_4580762415543514_5848830483471312136_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=rEf0oI3QuNgQ7kNvwESzPey&_nc_oc=AdkyioUKjfHiTQQBSXEry6e_DApugS1upWoWmFr9SqY08byRYJNg3drWrRl9rdkpBlw&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=NtpEHRd8gT-li9ypP9OHOA&oh=00_Afo2aJRsIW0_5OKFlLA6bRHSQgvEmAvrJmQq9-K5rbWZtg&oe=697B1190",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605248095_4580762345543521_414202549386998822_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=127cfc&_nc_ohc=52SZNUnAP2kQ7kNvwG3agAG&_nc_oc=AdkebD9-DnFBiuH3m-iHClDx-TP4LHqKTHXl7uVl7iStONB_Xd9x8uer-66WxhRlYBA&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=OGml2IDWHsPvJ-aNml6-sA&oh=00_AfohKsNHcZbWgWEo0nuaaXKbzjg6rOA7_c-Hq0-XsoXmWg&oe=697AF147",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605531388_4580762398876849_3115542417816646344_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=vIgN8htvRh0Q7kNvwHL8DUa&_nc_oc=AdnncWBo4qDjVigaWAoqqsTaOrVcr6vReNRo5Kjg4HTg5Ow4pcp-AIEkDDUspszkJYQ&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=5dqJiX2u96gHxYLsFE1pKA&oh=00_AfpEq1ghlzbuOAET9gNGoDB2Kyv0VDzFGZ9xEI4KvreMjg&oe=697B0F71",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605249559_4580762628876826_8731517172582274221_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=127cfc&_nc_ohc=T9R-RQxePXIQ7kNvwGoqXtn&_nc_oc=AdmXksJeFD9HAZUFZSxVNQ6gzg0bn5jHLL9-ZEFMMe8Rnd0xQYttSHCA-I5qc0dL48Y&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=hRQKjlIohm9VENNYOfx3iw&oh=00_Afr2O3x8K9fEZqrt6MKTBv8gDv5rWjTqhOQ-6Bw2y5eXyQ&oe=697AFF1D",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/605795346_4580762458876843_8862869575762802780_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=127cfc&_nc_ohc=XrQZnm7LG9MQ7kNvwEz6sVE&_nc_oc=AdkHWG19kWWKaujvPmMyCmrHVCRfOVdB0Gn4rMzPIH52zBqTnT1UP9niD6P44wFrYBk&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=HClCkS6HJCEovKll_E2mZQ&oh=00_AfomGNu4tfErXf5DXOAwdQ8bF8Eh4b79OlH3zAfEk9oLeA&oe=697B1920",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605633939_4580762402210182_3449540508969387150_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=127cfc&_nc_ohc=DmfcHvNxd9wQ7kNvwGKTphn&_nc_oc=AdlYvPeOzDv2eU_P0evqkwUZ5-4mVHYfUyXc7wPnboOCTFHCu1NWJjL_Ny9ysJPEQls&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=IDzbYnM_3jJFa8FP_V98cg&oh=00_AfryZpU5DoPBC6YUmxe9y4RG5xbyQ0TOsjLOusgbhUWCuQ&oe=697AF0CD",
          ],
          createAt: "2025 December 24",
        },
        {
          title: "#СЕРГЕЙ_ЕСЕНИН_130 #МЕЖКУРСОВОЕ_МЕРОПРИЯТИЕ",
          content:
            "🫟 В рамках предмета <<Русский язык>> состоялось межкурсовое мероприятие на тему <<Не жалею, не зову, не плачу...>>, посвящённое 130-летию русского поэта Сергея Есенина.\n🟣 В ходе мероприятия студенты:\n◾️ представили жизнь и творчество поэта\n◾️ читали его стихотворения\n◾️ исполнили музыкальные произведения на основе его романсов\n◾️ студентка Алина Амбарцумян нарисовала портреты поэта и его возлюбленной Шаганэ\n🟣 Мероприятие прошло в тёплой и непринуждённой атмосфере.\n💜 Преподаватели: М. Макарян и А. Погосян",
          video:
            "https://www.facebook.com/plugins/video.php?height=476&href=https%3A%2F%2Fwww.facebook.com%2Freel%2F761824080289051%2F&show_text=false&width=260&t=0",
          images: [
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/605118722_4582548558698233_1700768369342522848_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ZvpzG9COL4kQ7kNvwG9uZa6&_nc_oc=AdlX_6uiDRKDGoo4s1QlWroETQzs_RbeHtSLWp94lqtQzUy04Dwqb9yXcJAZA3Ztw68&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=-R_idhx8D3htOdFbsVlYOg&oh=00_Afr9pwagioHgHo1hEM6QEFoRZyISFBEQUaZ43gtlXlTilQ&oe=697B24A2",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/606818717_4582548602031562_9020608895886111602_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=833d8c&_nc_ohc=csb5pXpxlmsQ7kNvwFbZWwu&_nc_oc=Adnckpb_2LFcujm3YkEg1M-pvWdaQvjBYv365WwYRMFUc_pw6owz3Aq0hnNl7mA79m4&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=yYxiQ39MfoOWmYjtMwIP3A&oh=00_Afqnr5MFaPaL7fjsRvQvoG2FOjUIC8a5gS-Xfju6pc0L7A&oe=697AF850",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/602964686_4582548642031558_2378089100153021677_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=oM41jI56jLwQ7kNvwHDUK94&_nc_oc=AdnZMqoOOH2QWh-T0pmoq-C7Wjx9nXzMQ7GDU02y2bjBtApGUGuQET9CD2xyzvDun4M&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=ynlaFxiw6OeJpaXrjXn3LQ&oh=00_AfofMeL9DPZsLd0x_oytfq71n9jXCpfgmagnbqk19XbbSQ&oe=697B016C",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/602386756_4582548698698219_8812562589385811040_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=105&ccb=1-7&_nc_sid=833d8c&_nc_ohc=pNAt2P5KU5MQ7kNvwHFoFgZ&_nc_oc=Adl4YQVJxn5gDQY8Bl3GBOtchqabbciwsnY09YmkzWkN8TrRXQzciB54kwgFLxGfFMk&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=44_xVZweUbJxq6RWhE0tqQ&oh=00_AfqBjjCY5c75VsHxklCSAiyqPpqGz7YWUn9bu2BkI02inw&oe=697B2770",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/602329416_4582548768698212_3667105274983361510_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=F3UMPZMzwFQQ7kNvwHE_N_3&_nc_oc=Adl2KVk-KE09qmu4ig2buXVraYQoVV6Q8vpOZi1lfbJMBrnqAeEB5sI461n5omBU1lM&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=xVmL9hw1Ci6Q-VHD0BEDVA&oh=00_AfoxFzA-VPu-i3C5tuBP0UTCq7xROGqxGEbeY96rTwI6pA&oe=697B0417",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/601490859_4582548822031540_8435361906702640344_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=jI6dpY_EK6QQ7kNvwG60aRo&_nc_oc=AdmEclys5WzM7hlRyDYVnDZu8Rul_9wIna_Tlb-BXvI5SWFp5ReYTY1_VI9vsLdXAQI&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=eGL9KuPo9ns76pxYzseilw&oh=00_AfrYu4olC2I1Jy0iW8joGQIj7BDeVgk_vUTXo8l5tud22g&oe=697B07CA",
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/605546387_4582548885364867_1133233976150565632_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=109&ccb=1-7&_nc_sid=833d8c&_nc_ohc=ADY-dCrj_X8Q7kNvwGFe0AT&_nc_oc=AdkubwyUYL77jGNEj3KGqMaxxbtPedlAfMToBvjmfOR2NN2ebNVC7yPd_Rn8pO0bSfU&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=OMLazZiWMCDkkIfOjZTDqg&oh=00_AfqSKZv0hj2FCJPrqLQlgyQxw3wlUcZqSEzNFWzelNXoKQ&oe=697B0F80",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/601973679_4582548935364862_6633490873447760372_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=101&ccb=1-7&_nc_sid=833d8c&_nc_ohc=HdzUB0PvHOsQ7kNvwFKTRW8&_nc_oc=AdlqFNjhvJ3Uryy5j0XRMmZee0zjqfAeJcHSUeEGYzUxGEx77_IJ5NpAyhILLOzPFS0&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=zMz3H11ka7_qgkeffHE0UQ&oh=00_Afp-fGePje-7pVL5DGyvIdWX7kSqHlpuMmzQfrgKwTDPTQ&oe=697B1FEB",
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/605100583_4582548968698192_2110027493406645985_n.jpg?stp=cp6_dst-jpg_tt6&_nc_cat=104&ccb=1-7&_nc_sid=833d8c&_nc_ohc=AEl2Cjrhho4Q7kNvwG_xtNy&_nc_oc=AdkgSnQ9oUS_C7huIMEHUKG0QO2_E09PME-lrvJy45WIdD5bKlfue0PUv_Lup2yi9pQ&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=syL-YIXEIVDXLZ1mBEN0Hg&oh=00_AfoavsDIn-8Ht76pVn5fgA5JineK-DtTZ5Ar4bZBqH6Tng&oe=697B1BFC",
          ],
          createAt: "2025 December 26",
        },
        {
          title: "Почётный судья по волейболу Республики Армения",
          content:
            '🎆 Преподаватель предмета "Физическая культура" Эчмиадзинского государственного колледжа имени Варгдеса Амазаспяна Карине Серобян была удостоена звания Почётного судьи по волейболу Республики Армения Федерацией волейбола Армении.\n\n💜 Уважаемая Карине Серобян, сердечно поздравляем Вас. Это достойная оценка Вашей многолетней, преданной и высокопрофессиональной деятельности. Желаем Вам крепкого здоровья, неиссякаемой энергии и дальнейших успехов в профессиональной сфере.',
          images: [
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/618287890_4607424186210670_5959732122434690971_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=127cfc&_nc_ohc=wHOTjY_sqNoQ7kNvwF62m3f&_nc_oc=AdnyqHIlHrXbOyF_fEOLT_XIXWpko8JG61Bcp9Txm7BcXxDw1bw3xVwBRyiQ4KgpZEw&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=m_bwCafwS-Fia62fPWHPcA&oh=00_AfpIyPBkivWNnNshw-BUxsNdU7QhEwBH-kqiJDpndSr4zA&oe=697B23B4",
          ],
          createAt: "2025 January 21",
        },
        {
          title: "На детско-юношеском чемпионате Эчмиадзина по шахматам...",
          content:
            '♟️ Студент 3-го курса специальности "Банковское дело" Алекс Егянян принял участие в детско-юношеском чемпионате Эчмиадзина по шахматам, проходившем с 21 по 29 декабря 2025 года, и, набрав 8 очков, занял 1-е почётное место.\n\n👏 Поздравляем нашего студента с этим значимым достижением и желаем новых побед и дальнейших успехов как в спорте, так и в учёбе.',
          images: [
            "https://scontent.fevn4-2.fna.fbcdn.net/v/t39.30808-6/617894258_4609510639335358_3299750516368032607_n.jpg?_nc_cat=102&ccb=1-7&_nc_sid=833d8c&_nc_ohc=tswfJ1D_XS0Q7kNvwEFYybi&_nc_oc=AdnY7TBJbn6JYRv5fuAUWhCYK6IURLfX0BwrwQndYK_uPnTGudGFqeOPzaxMYWKdd5s&_nc_zt=23&_nc_ht=scontent.fevn4-2.fna&_nc_gid=H0GNYJc-UnktlwHEsKa4jg&oh=00_AfrVxnYkIXPsZrOtLFHAi6ENIys9BW1RImWEd6kk1kylig&oe=697B2B05",  
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/618109877_4609510699335352_1886692552494520859_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=nlKAMNOd8OEQ7kNvwFzfpBy&_nc_oc=AdlvxqkMztTafhHvqf5A32hJx1GB3HAz9LgkoEW7jZHbICp2ymTLrasdu7r88OPzRIQ&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=6tYv7psZ97yNQD0D2Flp8A&oh=00_AfrdPXg15_n_jAMc4xGDiqRhelmI3WEQvsrW9DBifTPABg&oe=697B3860",  
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/616391763_4609510759335346_191535091419658127_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=833d8c&_nc_ohc=KUZuf4xltj4Q7kNvwEfaRnK&_nc_oc=Adn1NPTiM1F58UyYvW0TUr4VaRsk12k_o_yYdRPsvDowYphObtlvlEguyHPRJXlGm4E&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=N6kAV6jOWMk1sb__qSeptQ&oh=00_AfoLlukBU3bxPagr_kWxyPbStdLkgSvNDJTmMOr6wQN2yQ&oe=697B2D5C",  
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/616495159_4609510799335342_1264041173584744201_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=833d8c&_nc_ohc=8W3LOVL5WJ0Q7kNvwFBwOKu&_nc_oc=Adn-Xf04ogsA_gb9Oz3xftyfyLbpsK6Y7tMTl7SqqevwuWznvGwEGo4WVs2OH2T2_FQ&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=HLJpeveI2Hl8LbzF2D89QA&oh=00_Afor0MLKTUOvf3poJN2kumkE1y0I7PdBDF14mU2OwIoouw&oe=697B362A",  
          ],
          createAt: "2025 January 23",
        },
        {
          title: "#ПЕРЕПОДГОТОВКА_НЦОКПО",
          content:
            "📅 С 20 по 22 января преподаватель колледжа Р. Назарян принял(а) участие в программе повышения квалификации, направленной на развитие исследовательских и цифровых компетенций преподавателей ИТ-направлений СПО, организованной Национальным центром обеспечения качества профессионального образования.\n\n🤝 Выражаем благодарность за профессионально организованную работу, поддерживающую атмосферу и эффективное сотрудничество.\n\n🎯 Полученные знания и опыт будут способствовать совершенствованию учебного процесса в колледже и внедрению современных подходов в работе со студентами.",
          images: [
            "https://scontent.fevn4-3.fna.fbcdn.net/v/t39.30808-6/616972378_1500898442038542_5644620601600285168_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=127cfc&_nc_ohc=k6vYnGysJeAQ7kNvwFqAPl1&_nc_oc=AdlYDL-EZCfg4aw1BMrDFUBef_KFmiIkgTOPMnXXwiLzeMcvyffBQxLq99q3nrUmjXo&_nc_zt=23&_nc_ht=scontent.fevn4-3.fna&_nc_gid=axS-6kYu5HgXoujmMNWpuw&oh=00_AfrqvLR2vY5wyHRVsKf-QdtHQ6xI1vrlP02FVjYsI6X3PA&oe=697B2BB2",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/617622787_1500894632038923_2272793096076607596_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=127cfc&_nc_ohc=WYDtwAnoFDUQ7kNvwE0GscI&_nc_oc=Adm4Bikk2AiqAD3Hnt7amGPCUEAAR09JW_vNvIY9P3jsHAoMj_jL34NjNgtvTlHYJKU&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=xggwPDFZ_FhxIPSPmmc6zg&oh=00_Afp2Y66bmj8ayPfNeG3--4Rpp_4ZEMqb4WsORh-UhpZBdg&oe=697B2952",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/618694092_1500897528705300_7167202404840116202_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=K0dBRg3TT2sQ7kNvwEq4aLr&_nc_oc=AdnZOy70oegeg2ralD9e_06eM-etpP3KYBrxS7H6lo8jAlD_iZ_c2CtDBrMNs-XWmQU&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=6nQe7jKdsFktXa6xOKYjiQ&oh=00_AfpvzWlxc_dxpTesDUzfNT1SJ9okFJDVuczI7jLp11v8EQ&oe=697B2B46",
            "https://scontent.fevn4-1.fna.fbcdn.net/v/t39.30808-6/600384642_1500898695371850_610743975239151387_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=127cfc&_nc_ohc=6MDPt-MkqCoQ7kNvwHu3tHM&_nc_oc=AdlhxfjN6N3YnrhxRpiBWgKPH7uCqXf_gSuZ8FSDjLE2qFi_ZQYr_KkHAKVcnjGv61Q&_nc_zt=23&_nc_ht=scontent.fevn4-1.fna&_nc_gid=xZUN4Pij9O00EPnId7cg5Q&oh=00_AfoFdmFzExvqcHPAVtkp4RWRA4fla2hUGYUSM2oKQ_trEg&oe=697B1B34",
          ],
          createAt: "2025 January 24",
        },
      ],
      havent: "На данный момент записей нет",
    },
  },

  library: {
    havent: "На данный момент литературы нет",
  },

  infoContact: {
    image: "/img/contact/qolej.jpg",
    contact: "Связаться с нами",
    title: "Есть вопросы или предложения?",
    location: ["Адрес", "ул. М. Хоренаци 1/2"],
    phone: ["Телефон", "0231 5 20 16"],
    email: ["Эл. почта", "evhapq@gmail.com"],
    hours: ["Часы работы", "Пн - Пт, 9:00 - 17:00"],
    buttonTxt: "Отправить",
  },

  contactForm: {
    messages: [
      "Отправка...",
      "✅ Сообщение успешно отправлено",
      "❌ Произошла ошибка, попробуйте снова",
      "❌ Ошибка соединения с сервером",
    ],
    placheolders: ["Имя Фамилия", "Эл. почта", "Ваше сообщение"],
  },

  footer: {
    firstInfo: {
      title: "ГКЭ", // Сокращение для Государственный Колледж Эчмиадзина
      descr: "Мы готовим квалифицированных специалистов в различных областях",
    },
    contactInfo: {
      title: "Свяжитесь с нами",
      loc: "М. Хоренаци 1/2",
      phone: "0231 5 20 16",
      email: "evhapq@gmail.com",
    },
    socials: {
      title: "Подписывайтесь на нас",
      socImg: [
        {
          src: "/img/contact/insta.png",
          href: "#",
        },
        {
          src: "/img/contact/facebook.png",
          href: "https://www.facebook.com/ejmiacni.petakan.k.olej",
        },
      ],
    },
    copyright: "ЭЧМИАДЗИНСКИЙ ГОСУДАРСТВЕННЫЙ КОЛЛЕДЖ | создано",
    poweredBy: ["Лилит Барегамян", "https://lilitbareghamyan.vercel.app/"],
  },
};
