export const data:any = {
  title: "ԷՋՄԻԱԾՆԻ ՎԱՐԴԳԵՍ ՀԱՄԱԶԱՍՊՅԱՆԻ\n ԱՆՎԱՆ ՊԵՏԱԿԱՆ ՔՈԼԵՋ",

  lang: [
    ["/img/am.jpg", "Հայերեն", "am"],
    ["/img/ru.jpg", "Ռուսերեն", "ru"],
    ["/img/us.jpg", "Անգլերեն", "en"],
  ],

  headerLinks: [
    {
      link: ["/about", "Մեր մասին"],
      children: [
        ["/staff", "Անձնակազմ"],
        ["/cooperation", "Համագործակցություն"],
        ["/studentCouncil", "Ուսանողական Խորհուրդ"],
        ["/chairs", "Ամբիոններ"],
      ],
    },
    {
      link: ["/departments", "Մասնագիտություններ"],
      children: [
        ["/departments/0", "ՀՏԱՀԾԱ"],
        ["/departments/1", "Գյուղատնտեսագիտություն"],
        ["/departments/2", "Սպասարկման կազմակերպում"],
        ["/departments/3", "Առևտուր"],
        ["/departments/4", "Բանկային գործ"],
        ["/departments/5", "Ռեժիսուրա"],
      ],
    },
    ["/applicant", "Դիմորդ"],
    {
      link: ["/events", "Իրադարձություններ"],
      children: [
        ["/notes", "Գրառումներ"],
        ["/announcement", "Հայտարարություններ"],
      ],
    },
    ["/library", "Գրադարան"],
    ["/contact", "Կապ"],
  ],

  homeInfo: {
    title: "Էջմիածնի Վ. Համազասպյանի անվան Պետական Քոլեջ",
    descr: "Մենք պատրաստում ենք որակյալ մասնագետներ տարբեր ոլորտներում",
    src: "/img/home/slide2.jpg",
    statsTitle: "ԷՊՔ-ն թվերով",
    stats: [
      { number: "1969", label: "Հիմնադրվել է" },
      { number: "694", label: "Ուսանողներ" },
      { number: "46", label: "Դասախոսներ" },
      { number: "6", label: "Առկա կրթական ծրագրեր" },
      { number: "6", label: "Հեռակա կրթական ծրագրեր" },
    ],
  },

  studentCouncil: {
    title: "Ուսանողական Խորհուրդ",
    sobt:"Ուսանողական խորհրդում ձևավորված են նաև մասնագիտակցված հանձնախմբեր։",
    descr: "Վ․Համազասպյանի անվան պետական քոլեջ պետական ոչ առևտրային կազմակերպության\nուսանողական խորհուրդը հիմնադրվել է 20 թվականին։\nՈւսանողական խորհուրդը ինքնակառավարվող, ուսանողներին միավորող, նրանց շահերը պաշտպանող,ընտրովի ներկայացուցչական մարմին է, որն ապահովում է քոլեջի ուսանողական ինքնավարության և ինքնակառավարման գործընթացները քոլեջի ուսանողների շրջանում, արտահայտում և պաշտպանում է վերջիններիս շահերը, նպաստում նրանց կրթական, դաստիարակչական, գիտական, հասարակական, մտավոր, ստեղծագործական, մշակութային, հոգևոր և բարոյական զարգացմանը։\n\nՈւսանողական խորհրդի հիմնական նպատակն է՝ պաշտպանել ուսանողների շահերն ու իրավունքները և\nնպաստել ուսանողների ակտիվ մասնակցությունը քոլեջի կյանքին։\n\nՈւսանողական խորհրդի գործառույթներն են.\n✧ ապահովել ուսանողների մասնակցությունը քոլեջի կառավարման գործընթացներին,\n✧ քոլեջի կառավարման մարմինների քննարկմանը ներկայացնել ուսանողությանն առնչվող հարցեր,\n✧ մասնակցել ուսումնական գործընթացի կազմակերպմանը և ուսուցման արդյունավետության բարձրացմանն ուղղված ծրագրերի մշակմանն ու իրականացմանը,\n✧ իրազեկել ուսանողներին իրենց իրավունքների ու պարտականությունների մասին, նպաստել ուսանողների իրավագիտակցական մակարդակի բարձրացմանն ու ակտիվ քաղաքացիական կեցվածքի ձևավորմանը, \n✧ կազմակերպել էքսկուրսիաներ, սեմինարներ, ուսանողական և երիտասարդական տոներին նվիրված միջոցառումներ,\n✧ աջակցել ուսանողների սոցիալական վիճակի բարելավմանը, կազմակերպել ուսանողների ազատ ժամանցն ու հանգիստը, խաղեր, բարեգործական և մարզական միջոցառումներ,\n✧ նպաստել քոլեջում ներքին կարգապահության պահպանմանը և ընկերական միջավայրի ձևավորմանը,\n✧ օժանդակել ուսանողների պատշաճ վարքի և վարվելակերպի ձևավորմանը,\n✧ նպաստել հայրենասիրության, պետականության և մարդասիրության ոգով դաստիարակված ուսանողի ձևավորմանը։",
    t1: "Ուսանողական խորհրդի նախագահ",
    t2: "Ուսանողական խորհրդի փոխնախագահ",
    t3: "Ուսանողական խորհրդի քարտուղար",
  },

  staff: {
    boss: {
      title: "ՂԵԿԱՎԱՐ ԱՆՁՆԱԿԱԶՄ",
    },
    educationalAid: {
      title: "ՈՒՍՈՒՄՆԱՕԺԱՆԴԱԿ ԱՆՁՆԱԿԱԶՄ",
    },
    serviceStaff: {
      title: "ՍՊԱՍԱՐԿՈՂ ԱՆՁՆԱԿԱԶՄ",
    },
    chairs: {
      title: "ԱՄԲԻՈՆՆԵՐ",
      subTitle: "Ամբիոնի դասախոսների ցանկը",
    },
  },

  departmentsInfo: {
    img: "/img/departments/departments.jpg",
    title: "ՍԱՐՔԻ ՄԱՍՆԱԳԻՏՈՒԹՅՈՒՆՆԵՐ",
    descr:
      "Այստեղ կարող եք գտնել Էջմիածնի պետական քոլեջի առաջարկած սարքի մասնագիտությունների ցանկը։",
  },

  aboutInfo: {
    title: "ՔՈԼԵՋԻ ՄԱՍԻՆ",
    title2: "ՀՀ ԿԳՄՍՆ Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջ «ՊՈԱԿ»",
    descr:
      "Էջմիածնի Վարդգես Համազասպյանի անվան պետական քոլեջը (նախկինում Էջմիածնի ակումբագրադարանային տեխնիկում) իր գործունեությունը սկսել է 1969 թվականից՝ ՀՍՍՀ բարձրագույն և միջնակարգ մասնագիտական կրթության մինիստրության 13.08.1969 թվականի C 188 հրամանով։ 1975–76 ուսումնական տարում տեխնիկումը տեղափոխվեց ավելի ընդարձակ ու հարմարավետ շենք, և մասնագիտությունների ցանկին ավելացվեց «Ժողովրդական գործիքների ինքնագործ խմբի կազմակերպում»: Այստեղ սկսեցին դասավանդել հանրապետությունում հայտնի երաժիշտներ՝ Խաչիկ Խաչատրյանը, Հրանտ Թորոսյանը, Հասմիկ Կանայանը, Համբարձում Կաչաչյանը, Միհրան Դեմիրճյանը և այլք։1992 թվականին տեխնիկումի տնօրինության ջանքերով Արցախում բացվեց քոլեջի մասնաճյուղ, և մասնագետ դասատուներ գործուղվեցին այնտեղ՝ մեթոդական օգնություն կազմակերպելու նպատակով։ 1994 թվականին մշակութային հաստատությունները համագործակցեցին միջազգային կազմակերպությունների ծրագրերում, ներկայացնելով «Հայոց լեզվի դասավանդում», «Ռուսաց լեզվի դասավանդում» և «Անգլերենի լեզվի դասավանդում» ծրագրերը։ 2000 թվականին ՀՀ կրթության և գիտության նախարարության 13.12.1999թ․ թիվ 27 հրամանով ՃՇՀԱՀ-ի պետլեզվի ամբիոնի տեխնիկումը վերանվանվեց ՃՇՀԱՀ-ի պետլեզվի ամբիոնի։2007 թվականի մայիսի 29-ին հիմնադրվեց Վարդան Աճեմյանի անվան էկրանի արվեստի ամբիոնը, որը միավորում էր էկրանի արվեստի, երաժշտության և գծանկարի բաժինները, և այդ նույն տարում ստեղծվեցին կրթական ծրագրեր ու ուսանողների շղթաներ՝ միջազգային համագործակցության համար։ 2008–2009 ուսումնական տարում հաստատվեց նոր ինստիտուցիոնալ չափորոշիչ, ստեղծվեց 9-րդ ինստիտուտի ծրագրի հիմքը, որով ամրագրվեց մշակութային հաստատությունների կրթական ծրագրերի և հետազոտական աշխատանքի շարունակական զարգացումը։ 2018 թվականին բազային ամբիոնի գործունեությունը դարձավ գիտական ուսումնական ծրագրերի հիմք, որոնք կապված էին էկրանի արվեստի հետ: Ստեղծվեցին տեսանյութեր, երաժշտական ստեղծագործություններ, գրքերի հրատարակություններ և նոր ինստիտուցիոնալ ծրագրեր, որոնք համապատասխան էին 21-րդ դարի կրթական չափորոշիչներին։ Այս ամենը նպաստեց գիտական աշխատանքի արդյունավետության բարձրացմանը, և հաստատությունը դարձավ նաև միջազգային ծրագրերի ակտիվ մասնակից։",
    departmentsPartTitle: "Մեր Մասնագիտությունները",
    departments: [
      { href: "/department/0", descr: "ՀՏԱՀԾԱ" },
      { href: "/department/1", descr: "Գյուղատնտեսագիտություն" },
      { href: "/department/2", descr: "Առևտուր" },
      { href: "/department/3", descr: "Բանկային գործ" },
      { href: "/department/4", descr: "Ռեժիսուրա" },
      { href: "/department/5", descr: "Սպասարկման կազմակերպում" },
    ],
    admissionsData: {
      title: "ԸՆԴՈՒՆԵԼՈՒԹՅԱՆ ՏՎՅԱԼՆԵՐ",
      descr:
        "Ստորև ներկայացված է մասնագիտությունների ցանկը, դրանց մրցութային առարկաներն ու ուսման տևողությունը․",
      table: [
        [
          "Մասնագիտություն",
          "Կրթության հիմքը",
          "Որակավորում",
          "Մրցութային Առարկաներ",
          "Ուսման Տևողություն",
        ],

        [
          "Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Տեխնիկ-ծրագրավորող",
          "Մաթեմատիկա, Ֆիզիկա, Հայոց լեզու",
          "3 տարի",
        ],
        [
          "Հաշվողական տեխնիկայի և ավտոմատացված համակարգերի ծրագրային ապահովում",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Տեխնիկ-ծրագրավորող",
          "Մաթեմատիկա, Ֆիզիկա, Հայոց լեզու",
          "4 տարի",
        ],

        [
          "Գյուղատնտեսագիտություն",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "2 տարի",
        ],
        [
          "Գյուղատնտեսագիտություն",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "3 տարի",
        ],

        [
          "Սպասարկման կազմակերպում",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "2 տարի",
        ],
        [
          "Սպասարկման կազմակերպում",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Առևտուր",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "2 տարի",
        ],
        [
          "Առևտուր",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "3 տարի",
        ],

        [
          "Բանկային գործ",
          "Միջնակարգ/լրիվ/ընդհանուր/12-ամյա/",
          "Մասնագետ՝ բանկային գործի",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "2 տարի",
        ],
        [
          "Բանկային գործ",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Մասնագետ՝ բանկային գործի",
          "Մաթեմատիկա, Հայոց լեզու, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Ռեժիսուրա",
          "Հիմնական ընդհանուր /9-ամյա/",
          "Ռեժիսոր",
          "Հայոց լեզու,Մասնագիտական քննություն",
          "4 տարի",
        ],
      ],
    },
    remotelyAdmissionsData: {
      title: "ՀԵՌԱԿԱ ՈՒՍՈՒՑՄԱՆ ՏՎՅԱԼՆԵՐ",
      descr:
        "Ստորև ներկայացված են այն մասնագիտությունները, որոնք ուսուցանվում են հեռակա ձևաչափով, մրցութային առարկաներով և ուսման տևողությամբ․",
      table: [
        [
          "Մասնագիտություն",
          "Կրթության հիմքը",
          "Որակավորում",
          "Մրցութային Առարկաներ",
          "Ուսման Տևողություն",
        ],

        [
          "Նախադպրոցական կրթություն",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Դաստիարակ ՝ նախադպրոցական կրթություն",
          "Հայոց լեզու, Հայոց պատմություն, Մաթեմատիկա",
          "3 տարի",
        ],

        [
          "Գրադարանային գործ",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Գրադարանավար",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Հաշվապահական հաշվառում",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Հաշվապահ",
          "Հայոց լեզու, Մաթեմատիկա, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Առևտուր",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Կոմերսանտ",
          "Մաթեմատիկա, Հայոց լեզու, Աշխարհագրություն",
          "3 տարի",
        ],

        [
          "Սպասարկման կազմակերպում",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Մենեջեր սպասարկման ոլորտի",
          "Հայոց լեզու, Հայոց պատմություն, Օտար լեզու",
          "3 տարի",
        ],

        [
          "Գյուղատնտեսագիտություն",
          "Միջնակարգ/լրիվ/ընդհանուր",
          "Գյուղատնտես",
          "Մաթեմատիկա, Քիմիա, Հայոց լեզու",
          "3 տարի",
        ],
      ],
    },
    partnersPartTitle: "ԳՈՐԾԸՆԿԵՐ ՀԱՄԱԼՍԱՐԱՆՆԵՐ",
    partners: [
      {
        img: "/img/about/h1.jpg",
        descr: "Հայաստանի Ազգային Պոլիտեխնիկական Համալսարան",
      },
      {
        img: "/img/about/h2.jpg",
        descr: "Երևանի Պետական Համալսարան",
      },
      {
        img: "/img/about/h3.png",
        descr: "Հայաստանի Պետական Տնտեսագիտական Համալսարան",
      },
      {
        img: "/img/about/h4.jpg",
        descr: "Երևանի Գլաձոր համալսարան",
      },
      {
        img: "/img/about/h5.png",
        descr: "Հայաստանի ազգային ագրարային համալսարան",
      },
      {
        img: "/img/about/h6.jpg",
        descr: "Եվրասիա միջազգային համալսարան",
      },
      {
        img: "/img/about/h7.jpg",
        descr:
          "Խաչատուր Աբովյանի Անվան Հայկական Պետական Մանկավարժական Համալսարան",
      },
    ],
  },

  events: {
    announcement: {
      havent: "Ներկա պահին հայտարարություններ չկան",
    },

    notes: {
      havent: "Ներկա պահին գրառումներ չկան",
    },
  },

  library: {
    all:"Բոլոր մասնագիտություններ",
    search:"Որոնել մասնագիտությունը",
    loading:"Տվյալները բեռնվում են...",
    havent: "Ներկա պահին գրականություն չկա",
  },

  infoContact: {
    image: "/img/contact/qolej.jpg",
    contact: "Կապ մեզ հետ",
    title: "Ունե՞ս հարցեր կամ առաջարկություններ",
    location: ["Հասցե", "Մ․ Խորենացի 1/2"],
    phone: ["Հեռախոս", "0231 5 20 16"],
    email: ["Էլ․ փոստ", "evhapq@gmail.com"],
    hours: ["Ժամեր", "Երկ. - Ուրբաթ , 9:00 - 17:00"],
    buttonTxt: "Ուղարկել",
  },

  contactForm: {
    messages: [
      "Ուղարկվում է...",
      "✅ Հաղորդագրությունը հաջողությամբ ուղարկվեց",
      "❌ Սխալ տեղի ունեցավ, կրկին փորձիր",
      "❌ Սերվերի հետ կապի խնդիր",
    ],
    placheolders: ["Անուն Ազգանուն", "Էլ․ փոստ", "Քո հաղորդագրությունը"],
  },

  footer: {
    firstInfo: {
      title: "ԷՊՔ",
      descr: "Մենք պատրաստում ենք որակյալ մասնագետներ տարբեր ոլորտներում",
    },
    contactInfo: {
      title: "Կապ մեզ հետ",
      loc: "Մ․ Խորենացի 1/2",
      phone: "0231 5 20 16",
      email: "evhapq@gmail.com",
    },
    socials: {
      title: "Հետևիր մեզ",
      socImg: [
        {
          src: "/img/contact/insta.png",
          href: "#",
        },
        {
          src: "/img/contact/facebook.png",
          href: "https://www.facebook.com/ejmiacni.petakan.k.olej",
        },
      ],
    },
    copyright: "ԷՋՄԻԱԾՆԻ ՊԵՏԱԿԱՆ ՔՈԼԵՋ | ստեղծող ՝",
    poweredBy: ["Լիլիթ Բարեղամյան", "https://lilitbareghamyan.vercel.app/"],
  },

};
